Repository: KDE/ktorrent
Catalog: po/*/ktorrent.po
Languages: eo

# NAME OF TRANSLATORS
source: Your names
eo: Cindy McKee,Oliver Kellogg

# EMAIL OF TRANSLATORS
source: Your emails
eo: cfmckee@gmail.com,olivermkellogg@gmail.com

source: KTorrent is unable to accept connections because the TCP port %1 is already in use by another program.
eo: KTorrent ne povas akcepti konektojn ĉar la TCP-pordo %1 jam estas uzata de alia programo.

source: KTorrent is unable to accept connections because the UDP port %1 is already in use by another program.
eo: KTorrent ne povas akcepti konektojn ĉar la UDP-konektejo %1 jam estas uzata de alia programo.

source: Opening the torrent <b>%1</b>, would share one or more files with the following torrents. Torrents are not allowed to write to the same files.
eo: Malfermi la torenton <b>%1</b>, kunhavigus unu aŭ plurajn dosierojn kun la sekvaj torentoj. Torentos ne rajtas skribi al la samaj dosieroj.

source: KTorrent is running one or more torrents
eo: KTorrent funkcias unu aŭ plurajn torentojn

source: Cannot create torrent: %1
eo: Ne povas krei fontan dosieron: %1

source: One or more storage volumes are not mounted. In order to start this torrent, they need to be mounted.
eo: Unu aŭ pluraj stokadvolumoj ne estas muntitaj. Por komenci ĉi tiun torenton, ili devas esti muntitaj.

source: Retry
eo: Reprovi

source: Storage volume %1 is not mounted
eo: Stoka volumo %1 ne estas muntita

source: Storage volumes %1 are not mounted
eo: Stokaj volumoj %1 ne estas muntitaj

source: Several data files of the torrent "%1" are missing. Do you want to recreate them, or do you want to not download them?
eo: Pluraj datumdosieroj de la torento "%1" mankas, ĉu vi deziras rekrei ilin, aŭ ĉu vi preferas ne elŝuti ilin?

source: Data files are missing
eo: Datumdosieroj mankas

source: Cannot deselect missing files: %1
eo: Ne povas malelekti mankantajn dosierojn: %1

source: Cannot recreate missing files: %1
eo: Ne povas rekrei mankantajn dosierojn: %1

source: The file where the data is saved of the torrent "%1" is missing. Do you want to recreate it?
eo: La dosiero kie la datumoj estas konservitaj de la torento "%1" mankas. Ĉu vi volas rekrei ĝin?

source: Data file is missing
eo: Datumdosiero mankas

source: Cannot recreate data file: %1
eo: Ne povas rekrei datumdosieron: %1

source: Invalid magnet bittorrent link: %1
eo: Nevalida magneta bittorrent-ligo: %1

source: You are attempting to download a magnet link, and DHT is not enabled. For optimum results enable DHT.
eo: Vi provas elŝuti magnetan ligon, kaj DHT ne estas ebligita. Por optimumaj rezultoj ebligu DHT.

source: Dialog
eo: Dialogo

source: Enter the IP address or hostname and port number of the peer you wish to add:
eo: Entajpu aŭ la retadreson aŭ gastignomon kaj pordan nombron de la aldonota kundividanto:

source: Peer:
eo: Kundividanto:

source: <p>The IP address or hostname of the peer you want to connect to, should be put here.</p> <p><span style=" font-weight:600;">Note:</span> We accept both IPv4 and IPv6 addresses</p>
eo: <p>La IP-adreso aŭ gastiga nomo de la kundividanto al kiu vi volas konektiĝi, devus esti metita ĉi tie.</p> <p><span style=" font-weight:600;">Noto:</span> Ni akceptas ambaŭ adresojn IPv4 kaj IPv6</p>

source: Port:
eo: Pordo:

source: Add
eo: Aldoni

source: Close
eo: Fermi

source: Show a file tree
eo: Montri dosierarbon

source: Show a file list
eo: Montri dosierliston

source: Filter
eo: Filtrilo

source: Opening %1
eo: Malfermas %1

source: Some files of this torrent have been found in the completed downloads directory. Do you want to import these files and use the completed downloads directory as the location?
eo: Kelkaj dosieroj de ĉi tiu torento estis trovitaj en la finita elŝuta dosierujo. Ĉu vi volas importi ĉi tiujn dosierojn kaj uzi la kompletigitan elŝuta dosierujo kiel la loko?

source: All files of this torrent have been found in the completed downloads directory. Do you want to import these files and use the completed downloads directory as the location?
eo: Ĉiuj dosieroj de ĉi tiu torento estis trovitaj en la finita elŝuta dosierujo. Ĉu vi volas importi ĉi tiujn dosierojn kaj uzi la kompletigitan elŝuta dosierujo kiel la loko?

source: The file <b>%1</b> was found in the completed downloads directory. Do you want to import this file?
eo: La dosiero <b>%1</b> estis trovita en la finita elŝuta dosierujo. Ĉu vi volas importi ĉi tiun dosieron?

# @action:button
source: Import
eo: Importi

source: The directory %1 does not exist, do you want to create it?
eo: La dosierujo %1 ne ekzistas, ĉu vi volas krei ĝin?

# @action:button
source: Create
eo: Krei

source: You have deselected the following existing files. You will lose all data in these files, are you sure you want to do this?
eo: Vi malelektis la jenajn ekzistantajn dosierojn. Vi perdos ĉiujn datumojn en ĉi tiuj dosieroj, ĉu vi certas, ke vi volas fari tion?

# @action:button
source: Delete the Files
eo: Forigi la dosierojn

# @action:button
source: Keep the Files
eo: Konservi la dosierojn

source: Opening the torrent <b>%1</b>, would share one or more files with the following torrents. Torrents are not allowed to write to the same files. Please select a different location.
eo: Malfermi la torenton <b>%1</b>, kunhavigus unu aŭ plurajn dosierojn kun la sekvaj torentoj. Torentoj ne rajtas skribi al la samaj dosieroj. Bonvolu elekti alian lokon.

source: All Torrents
eo: Ĉiuj torentoj

source: <b>Unable to determine free space</b>
eo: <b>Ne eblas determini liberan spacon</b>

source: %1 (%2 in use by existing files)
eo: %1 (%2 uzata de ekzistantaj dosieroj)

# We are %1 bytes short of what we need
source: %1 short
eo: %1 ne atingis!

source: Existing files: <b>None</b>
eo: Ekzistantaj dosieroj: <b>Neniu</b>

source: Existing files: <b>All</b>
eo: Ekzistantaj dosieroj: <b>Ĉiuj</b>

source: Existing files: <b>%1</b> of <b>%2</b>
eo: Ekzistantaj dosieroj: <b>%1</b> de <b>%2</b>

source: Existing file: <b>No</b>
eo: Ekzistanta dosiero: <b>Ne</b>

source: Existing file: <b>Yes</b>
eo: Ekzistanta dosiero: <b>Jes</b>

source: Clear History
eo: Forviŝi la historion

source: Select Which Files You Want to Download
eo: Elektu la dosierojn kiujn vi volas elŝuti

source: Download to:
eo: Elŝuti al:

source: History of all recently used download locations
eo: Historio de ĉiuj lastatempe uzitaj elŝutlokoj

source: Moves the files to the specified location when the torrent finishes downloading.
eo: Movas la dosierojn al la specifita loko kiam la torento finas elŝutadon.

source: Move when completed to:
eo: Movi kiam komplete al:

source: History of all recently used move when completed locations
eo: Historio de ĉiuj lastatempe uzataj movoj kiam finitaj lokoj

source: Text encoding:
eo: Tekstokodado:

source: All files in the torrent, you can change them by double clicking on them.
eo: Ĉiuj dosieroj en la torento, vi povas ŝanĝi ilin per duobla klako sur ili.

source: Select &All
eo: Elekti ĉi&ujn

source: Select &None
eo: Elekti &nenion

source: Invert Selection
eo: Inversigi elekton

source: Collapse All
eo: Maletendi ĉiujn

source: Expand All
eo: Etendi ĉiujn

source: No existing files are found
eo: Neniuj ekzistantaj dosieroj estas trovitaj

source: Options
eo: Opcioj

source: Group:
eo: Grupo:

source: Start torrent
eo: Komenci torenton

source: <p>When existing files have been found, skip the data check and assume that the files are fully downloaded.</p> <p><span style=" font-weight:600;">Note: </span>only do this when you are absolutely sure.</p>
eo: <p>Kiam ekzistantaj dosieroj estas trovitaj, preterlasu la datuman kontrolon kaj supozu, ke la dosieroj estas plene elŝutitaj.</p> <p><span style=" font-weight:600;">Noto: </span>faru tion nur kiam vi estas absolute certa.</p>

source: Skip data check if existing files are found
eo: Preterpasi datumkontrolon se ekzistantaj dosieroj estas trovitaj

source: Disk Space
eo: Diskspaco

source: Required:
eo: Bezonata:

source: Available:
eo: Disponebla

source: After download:
eo: Post elŝuto:

source: Cannot load the torrent file: %1
eo: Ne povas ŝargi la torentan dosieron: %1

source: Cannot open %1: %2
eo: Ne povas malfermi %1: %2

source: Failed to create %1: %2
eo: Malsukcesis krei %1: %2

source: Import an existing torrent
eo: Importi ekzistantan torenton

source: Torrent:
eo: Torento:

source: Data:
eo: Datumoj:

source: Select the torrent file and the data which belongs with it.
eo: Elektu la torentdosieron kaj la apartenantajn datumojn.

source: &Import
eo: &Importi

source: Ca&ncel
eo: Rezig&ni

source: Select the directory where the data now is.
eo: Elektu la dosierujon kie la datumoj nune troviĝas.

source: The data files are not present in the location you selected. Do you want to create all the files in the selected directory?
eo: La datumdosieroj ne ĉeestas en la loko, kiun vi elektis. Ĉu vi volas krei ĉiujn dosierojn en la elektita dosierujo?

source: Not all files were found in the new location; some are still missing. Do you want to create the missing files in the selected directory?
eo: Ne ĉiuj dosieroj estis trovitaj en la nova loko; kelkaj ankoraŭ mankas. Ĉu vi volas krei la mankantajn dosierojn en la elektita dosierujo?

source: The data file is not present in the location you selected. Do you want to create the file in the selected directory?
eo: La datumdosiero ne ĉeestas en la loko, kiun vi elektis. Ĉu vi volas krei la dosieron en la elektita dosierujo?

source: Files are missing
eo: Dosieroj mankas

source: The following files are missing:
eo: La sekvaj dosieroj mankas:

source: They are no longer there, recreate them.
eo: Ili ne plu estas tie, rekreu ilin.

source: Recreate
eo: Rekrei

source: Do not download the missing files.
eo: Ne elŝuti la mankantajn dosierojn.

source: Do Not Download
eo: Ne Elŝuti

source: The files have been moved to another location, select the new location.
eo: La dosieroj estis movitaj al alia loko, elektu la novan lokon.

source: Select New Location
eo: Elekti novan lokon

source: Cancel, do not start the torrent.
eo: Nuligi, ne lanĉi la torenton.

source: Cancel
eo: Rezigni

source: Open an URL
eo: Malfermi retadreson

source: Error fetching tracker list
eo: Eraro alportante spurliston

source: Please check if the URL in Settings > Advanced > Tracker list URL is reachable.
eo: Bonvolu kontroli ĉu la URL en Agordoj > Altnivela > Spurlista URL estas atingebla.

source: Invalid URL: %1
eo: Nevalida URL: %1

source: URL:
eo: Retadreso:

source: Open silently
eo: Malfermi silente

source: Speed Limits
eo: Limigo de rapido

source: Speed limits for individual torrents (double click to edit):
eo: Rapidlimoj por individuaj torentoj (duoble alklaku por redakti):

source: Filter:
eo: Filtrilo:

source: Global Limits
eo: Ĉieaj limigoj

source: Maximum download speed:
eo: Maksimuma elŝuta rapido:

source: No limit
eo: Neniu limigo

source: KiB/s
eo: KB/s

source: Maximum upload speed:
eo: Maksimuma alŝuta rapido:

source: Torrent
eo: Torento

source: Download Limit
eo: Elŝuta limigo

source: Upload Limit
eo: Alŝuta limigo

source: Assured Download Speed
eo: Certigita Elŝuta Rapido

source: Assured Upload Speed
eo: Certigita Alŝuta Rapido

source: No assured speed
eo: Neniu certigita rapideco

source: Create A Torrent
eo: Krei Torenton

source: You must select a file or a folder.
eo: Vi devas elekti dosieron aŭ dosierujon.

source: You have not added a tracker, are you sure you want to create this torrent?
eo: Vi ne aldonis spurilon, ĉu vi certas, ke vi volas krei ĉi tiun torenton?

source: You must add at least one node.
eo: Vi devas aldoni almenaŭ unu nodon.

source: Choose a file to save the torrent
eo: Por konservo de torento, elektu dosieron

source: Create a torrent
eo: Krei fontan torenton

source: File or directory to create torrent from:
eo: La dosiero aŭ dosierujo de kiu vi volas krei torenton:

source: Select Directory
eo: Elekti Dosierujon

source: Select File
eo: Elekti Dosieron

source: Size of each chunk:
eo: Grando de ĉiu peco:

source: Start seeding
eo: Komenci fontsendi

source: Private torrent (DHT not allowed)
eo: Privata torento (ne permesas DHT)

source: Decentralized (DHT only)
eo: Malcentra (nur DHT)

source: Add torrent to group:
eo: Aldoni torenton al grupo:

source: Trackers
eo: Kunordigaj serviloj

source: Remove
eo: Forpreni

source: Move Up
eo: Movi supren

source: Move Down
eo: Movi malsupren

source: DHT Nodes
eo: DHT-nodoj

source: Node:
eo: Nodo:

source: IP or Hostname
eo: Retadreso aŭ gastignomo

source: Port
eo: Pordo

source: Web Seeds
eo: Retaj Semoj

source: Comments:
eo: Komentoj:

source: Policy for the %1 group
eo: Politiko por la grupo %1

source: Default save location for torrents from this group. <br/><br/>This is only used in the file selection dialog, when you change the group, the download location in the dialog will be set to this. You can still override it, if you want to.
eo: Defaŭlta konserva loko por torentoj de ĉi tiu grupo. <br/><br/>Ĉi tio estas uzata nur en la dosierelekta dialogo, kiam vi ŝanĝas la grupon, la elŝuta loko en la dialogo estos agordita al ĉi tio. Vi ankoraŭ povas superregi ĝin, se vi volas.

source: Default save location:
eo: Defaŭlta konserva loko:

source: Default move when completed location:
eo: Defaŭlta movo kiam finita loko:

source: Default move on completion location for torrents from this group. <br/><br/>This is only used in the file selection dialog, when you change the group, the move when completed location in the dialog will be set to this. You can still override it, if you want to.
eo: Defaŭlta movo al kompletigo por torentoj de ĉi tiu grupo. <br/><br/>Ĉi tio estas uzata nur en la dosierelekta dialogo, kiam vi ŝanĝas la grupon, la movo kiam finiĝos loko en la dialogo estos agordita al ĉi tio. Vi ankoraŭ povas superregi ĝin, se vi volas.

source: Default settings for torrents which are added to the group.
eo: Defaŭltaj agordoj por torentoj, kiuj estas aldonitaj al la grupo.

source: Torrent Limits
eo: Torento Limoj

source: Maximum download rate:
eo: Maksimuma elŝuta indico:

source: Maximum upload rate:
eo: Maksimuma alŝuta indico:

source: Maximum seed time:
eo: Maksimuma fontsenda tempo:

source: Hours
eo: Horoj

source: Maximum share ratio:
eo: Maks. kunhava proporcio:

source: When this is enabled, these settings will only be applied when a torrent is added to the group in the file selection dialog or the torrent creation dialog.<p> If this is not enabled, the settings will always be applied when you add a torrent to this group.
eo: Kiam ĉi tio estas ebligita, ĉi tiuj agordoj estos aplikataj nur kiam torento estas aldonita al la grupo en la dosierelekta dialogo aŭ la dialogo pri kreado de torento.<p> Se ĉi tio ne estas ebligita, la agordoj ĉiam estos aplikataj kiam vi aldonas torento al ĉi tiu grupo.

source: Apply settings only for newly opened or created torrents
eo: Apliki agordojn nur por lastatempe malfermitaj aŭ kreitaj torentoj

source: Open a new tab
eo: Malfermi novan langeton

source: Close the current tab
eo: Fermi la nunan langeton

source: Edit Group Policy
eo: Redakti Gruppolitikon

source: Open In New Tab
eo: Malfermi En Nova Langeto

source: New Group
eo: Nova grupo

source: Edit Name
eo: Modifi nomon

source: Remove Group
eo: Elpreni grupon

source: Group Policy
eo: Gruppolitiko

source: Please enter the group name.
eo: Bonvolu entajpi la nomon de grupo.

source: The group %1 already exists.
eo: La grupo %1 jam ekzistas.

source: Open Location
eo: Malfermi lokon

source: Create a new torrent
eo: Krei novan torenton

source: Open a torrent
eo: Malfermi torenton

source: Open Silently
eo: Malfermi silente

source: Open a torrent without asking any questions
eo: Malfermi torenton sen peti ajn demandojn

source: Open URL
eo: Malfermi URL

source: Open a URL which points to a torrent, magnet links are supported
eo: Malfermi URL kiu montras al torento, magnet-ligiloj estas subtenataj

source: IP Filter
eo: IPFiltrilo

source: Show the list of blocked IP addresses
eo: Montri la liston de blokitaj IP-adresoj

source: Import Torrent
eo: Importi torenton

source: Import a torrent
eo: Importi torenton

source: Show/Hide KTorrent
eo: Montri/kaŝi KTorrent

source: IP Filter List
eo: IP Filtrilo Listo

source: Invalid IP address <b>%1</b>. IP addresses must be in the format 'XXX.XXX.XXX.XXX'.<br/><br/>You can also use wildcards like '127.0.0.*' or specify ranges like '200.10.10.0-200.10.10.40'.
eo: Nevalida IP-adreso <b>%1</b>. IP-adresoj devas esti en la formato 'XXX.XXX.XXX.XXX'.<br/><br/>Vi ankaŭ povas uzi ĵokerojn kiel '127.0.0.*' aŭ specifi intervalojn kiel '200.10.10.0-200.10.10.40 '.

source: Choose a file
eo: Elekti dosieron

source: Text files
eo: Tekstaj dosieroj

source: Choose a filename to save under
eo: Por konservi, elekti dosiernomon

source: KTorrent Blacklisted Peers
eo: KTorrent nigrolistigitaj kundividantoj

source: Add peer:
eo: Aldoni kundividanton:

source: IP addresses must be in the format 'XXX.XXX.XXX.XXX'. You can also use wildcards like '127.0.0.*' or specify ranges like '200.10.10.0-200.10.10.40'.
eo: IP-adresoj devas esti en la formato 'XXX.XXX.XXX.XXX'. Vi ankaŭ povas uzi ĵokerojn kiel '127.0.0.*' aŭ specifi intervalojn kiel '200.10.10.0-200.10.10.40'.

source: Clear
eo: Viŝi

source: Open...
eo: Malfermi...

source: Save As...
eo: Konservi kiel...

source: &File
eo: &Dosiero

source: &View
eo: &Rigardi

source: Main
eo: Ĉefa

source: Torrents
eo: Torrentoj

source: Groups
eo: Grupoj

source: View
eo: Vido

source: Advanced
eo: Speciala

source: Open Directory
eo: Malfermi dosierujon

source: Add to Group
eo: Aldoni al grupo

source: Configure Columns
eo: Agordi Kolumnojn

source: Columns
eo: Kolumnoj

source: Bittorrent client by KDE
eo: Bittorrent-kliento de KDE

# @info:credit
source: (C) 2005 - 2011 Joris Guisson and Ivan Vasic
eo: (C) 2005 - 2011 Joris Guisson kaj Ivan Vasic

source: BitFinder Plugin
eo: BitFinder Kromaĵo

source: Webinterface Plugin, global max share ratio patch
eo: Retinterfaca Kromaĵo, fliko pri ĉiea maksimuma kundividproporcio

source: Statistics Plugin
eo: Statistika kromprogrameto

source: Application icon and a couple of others
eo: Piktogramo de aplikaĵo kaj unu-du aliaj

source: 1.0 application icon
eo: 1.0 aplikaĵa piktogramo

source: ChunkBar's tooltip and IWFileTreeItem sorting
eo: Ŝpruchelpilo de ChunkBar kaj IWFileTreeItem-ordigado

source: Provider of the IP-Country database used in the InfoWidget plugin. The data is licensed under the Creative Commons Attribution 4.0 International License https://creativecommons.org/licenses/by/4.0/. Flags are taken from http://flags.blogpotato.de/ so thanks to them too.
eo: Provizanto de la IP-Country datumbazo uzata en la InfoWidget-kromaĵo. La datumoj estas licencitaj laŭ la Creative Commons Attribution 4.0 Internacia Licenco https://creativecommons.org/licenses/by/4.0/. Flagoj estas prenitaj de http://flags.blogpotato.de/ do ankaŭ dankon al ili.

source: The maxminddb library used for the InfoWidget plugin.
eo: La maxminddb-biblioteko uzita por la InfoWidget-kromprogramo.

source: File prioritization and some other patches
eo: Dosiera prioritato kaj iuj aliaj diakiloj

source: Miniupnp was used as an example for our own UPnP implementation
eo: Ni uzis Miniupnp kiel ekzemplon por nia propra UPnP efektivigo

source: Zeroconf enhancements
eo: Zeroconf plibonigoj

source: Coldmilk webgui
eo: Coldmilk ret-gui

source: IDEAl code from KDevelop
eo: IDEAl-kodo de KDevelop

source: Conversion speed improvement in ipfilter plugin
eo: Plibonigo de konverta rapido por ipfiltrila kromprogrameto

source: Bryan Burns of Juniper Networks
eo: Bryan Burns de Juniper Networks

source: Discovered 2 security vulnerabilities (both are fixed)
eo: Eltrovis 2 sekurectruojn (riparis ambaŭ)

source: Patch to load silently with a save location
eo: Flikaĵo por silenta ŝargado kun konserva loko

source: Fixes in PHP code of webinterface
eo: Riparoj en la PHP-kodo de retinterfaco

source: XFS specific disk preallocation
eo: XFS-specifa diska antaŭdisponigo

source: Patch to not show very low speeds
eo: Flikaĵo kiu kaŝos tre malviglajn rapidojn

source: Patch to show potentially firewalled status
eo: Flikaĵo kiu montras eblan fajroŝirmilan staton

source: Several patches
eo: Pluraj flikaĵoj

source: Patch to hide menu bar
eo: Flikaĵo kiu kaŝas la menubreton

source: The_Kernel
eo: The_Kerno

source: Patch to change file priorities in the webgui
eo: Flikaĵo kiu ebligas ŝanĝojn al dosieraj prioritatoj en la ret-gui

source: Several webgui patches
eo: Pluraj flikaĵoj por la ret-gui

source: Fixes for several warnings
eo: Riparoj por pluraj avertoj

source: Patch to fix free diskspace calculation on FreeBSD
eo: Flikaĵo kiu riparas la kalkulon de libera diskspaco en FreeBSD

source: Patch to fix a crash in ChunkDownloadView
eo: Flikaĵo kiu riparas kolapson en ChunkDownloadView

source: A couple of bugfixes
eo: Kelkaj eraroj

source: Patch to load torrents silently from the command line
eo: Flikaĵo por ŝargi torentojn silente de la komandlinio

source: New set of icons
eo: Nova aro de piktogramoj

source: Drag and drop support for Plasma applet
eo: Ŝov-demeta subteno por Plasma-apleto

source: Patch to cleanup the plugin list
eo: Flikaĵo por purigi la kromprogramliston

source: Patch to make the Plasma applet a popup applet
eo: Flikaĵo por igi la Plasma-apleton ŝprucfenestra

source: Patch to add support for IP ranges in IP filter dialog
eo: Flikaĵo por aldoni subtenon por IP-intervaloj en IP-filtrila dialogo

source: Andrei Barbu
eo: Andreo Barbu

source: Feature which adds the date a torrent was added
eo: Kapablo kiu aldonas la daton en kiu torento estis aldonita

source: Feature to disable authentication in the webinterface
eo: Funkcio por malŝalti aŭtentikigon en la retinterfaco

source: Exclusion patterns in the syndication plugin
eo: Ekskludaj ŝablonoj en la sindikiga kromaĵo

source: Alexey Shildyakov
eo: Aleksej Ŝildjakov

source: Patch to rename single file torrents to the file inside
eo: Flikaĵo por renomi unuopajn torentojn al la dosiero ene

source: Fix for bug 305379
eo: Korekto por cimo 305379

source: Add support for x-scheme-handler/magnet mimetype
eo: Aldonis subtenon por x-scheme-handler/magnet-MIMEtipo

source: Fix for bug 339584
eo: Riparo por cimo 339584

source: Andrius Štikonas
eo: Andrius Ŝtikonas

source: KF5 porting
eo: KF5-portado

source: Nick Shaforostoff
eo: Nick Shaforstoff

source: Alexander Trufanov
eo: Aleksandro Trufanov

source: Bugfixes, cleanups and optimizations
eo: Cimoj, purigadoj kaj optimumigoj

source: KF6 porting
eo: KF6-portado

source: Enable logging
eo: Ŝalti protokoladon

source: Enable logging to standard output. Requires --enable-logging to be specified as well.
eo: Ebligi protokoladon al norma eligo. Bezonas specifon de --enable-logging plue.

source: Silently open torrent given on URL
eo: Silente malfermi torenton donitan en URL

source: Document to open
eo: La dosiero malfermiĝi

source: Whether or not diskspace should be reserved before starting to download a torrent.
eo: Ĉu rezervi diskspacon antaŭ la komenco de torenta elŝuto.

source: Reserve disk space before starting a torrent
eo: Rezervi diskspacon antaŭ ol la komenco de torento

source: Instead of doing a quick reservation, do a full reservation. This is slower than the quick way, but avoids fragmentation on the disk.
eo: Anstataŭ fari rapidan rezervadon, faru plenan rezervadon. Ĉi tio estas pli malrapida ol la rapida maniero, sed evitas fragmentiĝon sur la disko.

source: Fully reserve disk space (avoids fragmentation)
eo: Plene rezervi diskspacon (evitas fragmentiĝon)

source: Performance
eo: Rendimento

source: GUI update interval:
eo: Intervalo por la ĝisdatigo de la fasado:
