Repository: KDE/ktorrent
Catalog: po/*/ktorrent.po
Languages: eo

source: Failed to create directory for feed %1: %2
eo: Malsukcesis krei dosierujon por feed %1: %2

source: Add New Filter
eo: Aldoni Novan Filtrilon

source: Add Feed
eo: Aldoni Feed

source: Remove Feed
eo: Forigi Feed

source: Rename
eo: Alinomi

source: Add Filter
eo: Aldoni Filtrilon

source: Remove Filter
eo: Forigi Filtrilon

source: Default UPnP device to use
eo: Defaŭlta UPnP-aparato uzenda

source: Device
eo: Aparato

source: Ports Forwarded
eo: Konektejoj Plusenditaj

source: Model Name: <b>%1</b><br/>Manufacturer: <b>%2</b><br/>Model Description: <b>%3</b><br/>
eo: Modela Nomo: <b>%1</b><br/>Farikisto: <b>%2</b><br/>Modela Priskribo: <b>%3</b><br/>

source: Shows the status of the UPnP plugin
eo: Montras la staton de la kromaĵo UPnP

source: Rescan
eo: Reserĉi
