Repository: KDE/ktorrent
Catalog: po/*/ktorrent.po
Languages: eo

source: Delete on disk
eo: Forigi sur disko

source: Copy to clipboard
eo: Kopii al tondujo

source: Search Toolbar
eo: Serĉa ilobreto

source: Current search engine
eo: Nuna serĉilo

source: Use proxy settings for search
eo: Uzi prokurajn agordojn por serĉo

source: Use default browser
eo: Uzi defaŭltan retumilon

source: Use custom browser
eo: Uzi kutiman retumilon

source: Custom browser executable path
eo: Propra retumila rulebla vojo

# plugin name
source: Search
eo: Serĉi

source: Search for %1
eo: Serĉi %1

source: Failed to parse %1
eo: Malsukcesis analizi %1

source: Search Preferences
eo: Serĉa agordo

source: Clear the search history combo boxes.
eo: Forigi la komboskatolojn de serĉhistorio.

source: Clear Search History
eo: Viŝi serĉan historion

source: Reset the default action taken when a torrent is downloaded.
eo: Restarigi la defaŭltan agon faritan kiam torento estas elŝutita.

source: Reset Default Torrent Action
eo: Restarigi Defaŭltan Torentan Agon

source: Restore all the active searches of the last session
eo: Restarigi ĉiujn aktivajn serĉojn de la lasta seanco

source: Restore previous searches
eo: Restarigi antaŭajn serĉojn

source: Whether or not to open searches in an external browser.
eo: Ĉu malfermi serĉojn aŭ ne en ekstera retumilo.

source: Open searches in external browser
eo: Malfermi serĉojn en ekstera retumilo

source: Whether or not to use the HTTP proxy settings for search.
eo: Ĉu uzi aŭ ne la HTTP-prokurajn agordojn por serĉo.

source: Use the default browser configured in the system settings.
eo: Uzi la defaŭltan retumilon agordita en la sistemaj agordoj.

source: Use a custom browser.
eo: Uzi kutiman retumilon.

source: Custom browser path:
eo: Difinita vojo al retumilo:

source: Path of the custom browser.
eo: Vojo de la kutima retumilo.

source: Search Engines
eo: Serĉiloj

source: Add a new search engine.
eo: Aldoni novan serĉilon.

source: Remove all selected search engines.
eo: Forigi ĉiujn elektitajn serĉilojn.

source: &Remove
eo: Forp&reni

source: Remove all search engines.
eo: Forigi ĉiujn serĉilojn.

source: R&emove All
eo: Forpr&eni ĉiujn

source: Add all default search engines.
eo: Aldoni ĉiujn defaŭltajn serĉilojn.

source: Add Defau&lt
eo: Aldoni defaŭ&ltan

source: Add a Search Engine
eo: Aldoni Serĉilon

source: Enter the hostname of the search engine (for example www.google.com):
eo: Enigu la gastigan nomon de la serĉilo (ekzemple www.google.com):

source: Opensearch is not supported by %1, you will need to enter the search URL manually. The URL should contain {searchTerms}, ktorrent will replace this by the thing you are searching for.
eo: Opensearch ne estas subtenata de %1, vi devos enigi la serĉan URL permane. La URL devus enhavi {searchTerms}, ktorrent anstataŭigos ĉi tion per la afero, kiun vi serĉas.

source: The URL %1 does not contain {searchTerms}.
eo: La URL %1 ne enhavas {searchTerms}.

source: Engine:
eo: Serĉilo:

source: Downloading:<br/><b>%1</b>
eo: Elŝuto:<br/><b>%1</b>

source: Do you want to download or save the torrent?
eo: Ĉu vi volas elŝuti aŭ konservi la fontan torenton?

source: Download Torrent
eo: Elŝuti torenton

source: Download
eo: Elŝuti

source: Home
eo: Hejmo

# KDE 4 tag line, see http://kde.org/img/kde40.png
source: Be free.
eo: Estu libera.

source: Search the web for torrents.
eo: Serĉi torentojn en la reto.

source: Save %1 to
eo: Konservi %1 al

source: Shutdown
eo: Sistemfermi

source: Shutdown Toolbar
eo: Malŝalta Ilobreto

# @title:window
source: Configure Shutdown
eo: Agordi Malŝalton

source: Lock
eo: Ŝlosi

source: Sleep (suspend to RAM)
eo: Dormi (halteti al RAM)

source: Hibernate (suspend to disk)
eo: Pasivumigi (halteti al disko)

source: When all torrents finish downloading
eo: Kiam ĉiuj torentoj finas elŝuti

source: When all torrents finish seeding
eo: Kiam ĉiuj torentoj finos semado

source: When the events below happen
eo: Kiam okazas la malsupraj eventoj

source: Shutdown Settings
eo: Malŝalti Agordojn

source: Action to execute:
eo: Ago por efektivigi:

source: Execute action when:
eo: Efektivigi agon kiam:

source: When enabled, execute the action when all events have happened. When not enabled, execute when any of the above events have happened.
eo: Kiam ĝi estas ebligita, fari la agon kiam ĉiuj eventoj okazis. Kiam ne estas ebligita, ruligi kiam iu el la ĉi-supraj eventoj okazis.

source: All events must have happened
eo: Ĉiuj eventoj devis okazi

source: Shutdown Enabled
eo: Malŝalto Ebligita

source: Configure Shutdown
eo: Agordi Malŝalton

source: Automatic shutdown not active
eo: Aŭtomata haltigo ne aktiva

source: when all of the following events have occurred:<br/><br/>
eo: kiam ĉiuj jenaj eventoj okazis:<br/><br/>

source: when one of the following events occur:<br/><br/>
eo: kiam okazas unu el la sekvaj eventoj:<br/><br/>

source: <b>All torrents</b> finish downloading
eo: <b>Ĉiuj torentoj</b> finas elŝutadon

source: <b>All torrents</b> finish seeding
eo: <b>Ĉiuj torentoj</b> finas semado

source: <b>%1</b> finishes downloading
eo: <b>%1</b> finas elŝutadon

source: <b>%1</b> finishes seeding
eo: <b>%1</b> finas semado

source: Downloading finishes
eo: Elŝutado finiĝas

source: Seeding finishes
eo: Semado finiĝas

source: Event
eo: Evento

source: Connections
eo: Konektoj

# Chart name
source: Connections
eo: Konektoj

source: Nodes
eo: Nodoj

# Name of a line on chart
source: Leechers connected
eo: Ricevantoj konektitaj

# Name of a line on chart
source: Leechers in swarms
eo: Ricevantoj en torentaroj

# Name of a line on chart
source: Seeds connected
eo: Fontoj konektitaj

# Name of a line on chart
source: Seeds in swarms
eo: Semoj en svarmoj

# Name of a line on chart
source: Average leechers connected per torrent
eo: Averaĝaj ricevantoj konektitaj por ĉiu torento:

# Name of a line on chart
source: Average seeds connected per torrent
eo: Averaĝaj fontoj konektitaj por ĉiu torento:

# Name of a line on chart
source: Average leechers connected per running torrent
eo: Averaĝaj leechers konektitaj per kuranta torento

# Name of a line on chart
source: Average seeds connected per running torrent
eo: Mezumaj semoj konektitaj per kuranta torento

# Name of a line on chart
source: Nodes
eo: Nodoj

# Name of a line on chart
source: Tasks
eo: Taskoj

# Chart name
source: Download
eo: Elŝuti

# Name of a line on download chart
source: Current speed
eo: Nuna rapido

# Name of a line on download chart
source: Average
eo: Averaĝa

# Name of a line on download chart
source: Limit
eo: Limigo

# Chart name
source: Peers
eo: Kundividantoj

# Name of a line on chart
source: Average from leechers
eo: Averaĝa de ricevantoj

# Name of a line on chart
source: Average to leechers
eo: Averaĝa al ricevantoj

# Name of a line on chart
source: Average from seeds
eo: Averaĝa de fontoj

# Name of a line on chart
source: From leechers
eo: De ricevantoj

# Name of a line on chart
source: From seeds
eo: De fontoj

# Chart name
source: Upload
eo: Alŝuti

# Name of a line on upload chart
source: Current speed
eo: Nuna rapido

# Name of a line on upload chart
source: Average
eo: Averaĝa

# Name of a line on upload chart
source: Limit
eo: Limigo

# Name of a line on chart
source: Avg. leechers connected per running torr.
eo: Averaĝaj ricevantoj konektitaj por ĉiu aktiva torento

# Name of a line on chart
source: Avg. seeds connected per running torrent
eo: Averaĝaj fontoj konektitaj por ĉiu aktiva torento

source: Display
eo: Montri

source: Use anti-aliasing
eo: Uzi glatigon

source: Draw background grid
eo: Fari fonan kradon

# @label:listbox
source: Widget type:
eo: Fenestraĵa tipo:

source: Native
eo: Indiĝena

source: (plugin reload is needed after change)
eo: (reŝargo de kromprogrameto estas bezonita post ŝanĝo)

# @title:window
source: Display
eo: Montrado

source: Unknown
eo: Nekonata

source: <h1 align='center' style='font-size: large; text-decoration: underline'>Legend:</h1><ul type='square'>
eo: <h1 align='center' style='tiparo: granda; text-decoration: underline'>Legendo:</h1><ul type='kvadrato'>

# @action:inmenu
source: Save as image…
eo: Konservi kiel bildo…

# @action:inmenu Recalculate the 0Y axis and then redraw the chart
source: Rescale
eo: Reskali

# @action:inmenu
source: Reset
eo: Restarigi

source: Select path to save image…
eo: Elekti vojon por konservi bildon…

source: Image files
eo: Bildaj dosieroj

source: Update charts every n gui updates
eo: Ĝisdatigi leterojn ĉiujn n gui ĝisdatigojn

source: Interval in milliseconds between data gathering
eo: Intervalo en milisekundoj inter datumkolektado

source: Method of determining maximum value of the scale
eo: Metodo por determini maksimuman valoron de la skalo

source: Whether to show seeds in swarms
eo: Ĉu montri semojn en svarmoj

source: Whether to show leachers in swarms
eo: Ĉu montri levistojn en svarmoj

source: Samples to show on download chart
eo: Specimenoj por montri sur elŝuta diagramo

source: Samples to show on peers chart
eo: Specimenoj por montri en samranga diagramo

source: Samples to show on upload chart
eo: Specimenoj por montri sur alŝuta diagramo

source: Samples to show on connections chart
eo: Specimenoj por montri sur konektdiagramo

source: Samples to show on DHT chart
eo: Specimenoj por montri sur DHT-diagramo

source: Color of the speed on dl chart
eo: Koloro de la rapido sur dl-diagramo

source: Color of the average on dl chart
eo: Koloro de la mezumo sur dl-diagramo

source: Color of the limit on dl chart
eo: Koloro de la limo sur dl-diagramo

source: Color of the avg from leecher on peers chart
eo: Koloro de la mezumo de leecher sur samranga diagramo

source: Color of the avg to leecher on peers chart
eo: Koloro de la mezumo al leecher en samranga diagramo

source: Color of the avg from seeds on peers chart
eo: Koloro de la mezumo de semoj sur samrangaj diagramo

source: Color of the leechers on peers chart
eo: Koloro de la leechers sur kundividant-diagramo

source: Color of the seeds on peers chart
eo: Koloro de la semoj sur samrangaj diagramo

source: Color of the speed on upload chart
eo: Koloro de la rapido sur alŝuta diagramo

source: Color of the avg on upload chart
eo: Koloro de la mezumo sur alŝuta diagramo

source: Color of the limit on upload chart
eo: Koloro de la limo sur alŝuta diagramo

source: Color of the connected leechers on connections chart
eo: Koloro de la ligitaj leechers sur konektdiagramo

source: Color of the leechers in swarms on connections chart
eo: Koloro de la hirudoj en svarmoj sur konektdiagramo

source: Color of the connected seeds on connections chart
eo: Koloro de la ligitaj semoj sur konektdiagramo

source: Color of the seeds in swarms on connections chart
eo: Koloro de la semoj en svarmoj sur konektdiagramo

source: Color of the avg connected leecher per torrent on connections chart
eo: Koloro de la averaĝa konektita leecher per torento sur konektdiagramo

source: Color of the avg connected seeds per torrent on connections chart
eo: Koloro de la mezumo konektitaj semoj per torento sur konektdiagramo

source: Color of the avg connected leechers per running torrent on connections chart
eo: Koloro de la mezumo konektitaj leechers per kuranta torento sur konektdiagramo

source: Color of the avg connected seeds per running torrent on connections chart
eo: Koloro de la mezumo konektitaj semoj per kuranta torento sur konektdiagramo

source: Color of the nodes on DHT chart
eo: Koloro de la nodoj sur DHT-diagramo

source: Color of the tasks on DHT chart
eo: Koloro de la taskoj sur DHT-diagramo

source: Use anti aliasing on charts?
eo: Ĉu uzi kontraŭ aliasing sur furorlisto?

source: Draw ugly grey background grid?
eo: Desegni malbelan grizan fonan kradon?

source: Type of widget used for chart drawing
eo: Tipo de fenestraĵo uzata por diagramo desegnado

# @title:group
source: Update
eo: Ĝisdatigi

# Continues with: [number field] GUI updates
source: Update charts every
eo: Ĝisdatigi diagramojn ĉiu

# Continuation of: Update charts every [number field]
source: GUI updates
eo: La ĝisdatigo de la fasado

# Continues with: [number field] milliseconds
source: Gather data every
eo: Kolekti datumojn ĉiu

# Continuation of: Gather data every [number field]
source: milliseconds
eo: milisekundoj

source: Measurements counts
eo: Mezuraj kalkuloj

source: Maximum
eo: Maksimuma

# @label:listbox
source: Maximum speed scale mode:
eo: Maksimuma sur la rapida skalo:

source: Maximum ever achieved
eo: Maksimumo iam atingita

source: Maximum visible on chart
eo: Maksimumo videbla sur diagramo

# @title:group
source: Peers connections
eo: Kundividantaj konektoj:

source: Show seeds in swarms
eo: Montri fontojn en torentaroj

source: Show leechers in swarms
eo: Montri ricevantojn en torentaroj

# @title:window
source: Statistics
eo: Statistiko

# @title:window
source: Speed
eo: Rapido

# Name of a line on download chart
source: Average speed
eo: Averaĝa rapido

# Name of a line on upload chart
source: Average speed
eo: Averaĝa rapido

# Name of a line on download chart
source: Speed limit
eo: Rapida limo

# Name of a line on upload chart
source: Speed limit
eo: Rapida limo

source: Speed charts
eo: Rapidaj diagramoj

source: Displays charts about download and upload speed
eo: Montras diagramojn pri elŝuta kaj alŝuta rapideco

source: Connections charts
eo: Konektoj-diagramoj

source: Displays charts about connections
eo: Montras diagramojn pri konektoj

source: %2 1 active filter
eo: %2 1 aktiva filtrilo

source: <b>%1</b><br/><br/>Download failed: <b>%2</b>
eo: <b>%1</b><br/><br/>Elŝuto malsukcesis: <b>%2</b>

source: <html> <body style="color:%4"> <div style="border-style:solid; border-width:1px; border-color:%4; margin:5px; padding:5px"> <b>Title:</b> %1<br/> <b>Date:</b> %2<br/> </div> <p>%3</p> </body> </html>
eo: <html> <body style="color:%4"> <div style="border-style:solid; border-width:1px; border-color:%4; margin:5px; padding:5px"> <b>Titolo:</b> %1<br/> <b>Dato:</b> %2<br/> </div> <p>%3</p> </body> </html>

source: Authentication Cookie
eo: Aŭtentikiga Kuketo

source: Enter the new authentication cookie
eo: Enigi la novan aŭtentikigkuketon

source: <b>OK</b>
eo: <b>Bone</b>

source: <b>Not Loaded</b>
eo: <b>Ne Ŝargita</b>

source: <b>Download Failed: %1</b>
eo: <b>Elŝuto malsukcesis: %1</b>

source: <b>Downloading</b>
eo: <b>Elŝuto</b>

source: Status:
eo: Stato:

source: Active Filters:
eo: Aktivaj Filtriloj:

source: Refresh every:
eo: Refreŝigi ĉiun:

source: Time between automatic refreshes of the feed.
eo: Tempo inter aŭtomataj refreŝigoj de la feed.

source: minutes
eo: minutoj

source: Cookies
eo: Kuketoj

source: Filters
eo: Filtrilo

source: Date Published
eo: Dato Eldonita

source: Edit Filter
eo: Redakti la filtrilon

source: There already is a filter named %1, filter names must be unique.
eo: Jam ekzistas filtrilo nomita %1, filtrilaj nomoj devas esti unikaj.

source: Name:
eo: Nomo:

source: String Matching
eo: Kordo Kongruo

source: <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">The string to find in the title of an item. Simple wildcard syntax is supported :</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p> <table border="0" style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px;" align="center" cellspacing="1" cellpadding="2"> <tr> <td style=" vertical-align:top;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; color:#000000;"><span style=" font-weight:600;">c</span></p></td> <td style=" vertical-align:top;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Any character represents itself apart from those mentioned below. Thus <span style=" font-weight:600;">c</span> matches the character <span style=" font-style:italic;">c</span>.</p></td></tr> <tr> <td style=" vertical-align:top;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; color:#000000;"><span style=" font-weight:600;">?</span></p></td> <td style=" vertical-align:top;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; color:#000000;">Matches any single character. </p></td></tr> <tr> <td style=" vertical-align:top;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; color:#000000;"><span style=" font-weight:600;">*</span></p></td> <td style=" vertical-align:top;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; color:#000000;">Matches zero or more of any characters.</p></td></tr> <tr> <td style=" vertical-align:top;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; color:#000000;"><span style=" font-weight:600;">[...]</span></p></td> <td style=" vertical-align:top;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; color:#000000;">Sets of characters can be represented in square brackets. Within the character class, like outside, backslash has no special meaning.</p></td></tr></table> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; color:#000000;">For example the *.torrent will match any item which ends in .torrent. </p>
eo: <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">La ĉeno trovenda en la titolo de ero. Simpla ĵokera sintakso estas subtenata :</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p> <table border="0" style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px;" align="center" cellspacing="1" cellpadding="2"> <tr> <td style=" vertical-align:top;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; color:#000000;"><span style=" font-weight:600;">c</span></p></td> <td style=" vertical-align:top;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Any character represents itself apart from those mentioned below. Thus <span style=" font-weight:600;">c</span> matches the character <span style=" font-style:italic;">c</span>.</p></td></tr> <tr> <td style=" vertical-align:top;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; color:#000000;"><span style=" font-weight:600;">?</span></p></td> <td style=" vertical-align:top;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; color:#000000;">Kongruas kun ajna unuopa signo. </p></td></tr> <tr> <td style=" vertical-align:top;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; color:#000000;"><span style=" font-weight:600;">*</span></p></td> <td style=" vertical-align:top;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; color:#000000;">Kongruas kun nul aŭ pli de iuj signoj.</p></td></tr> <tr> <td style=" vertical-align:top;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; color:#000000;"><span style=" font-weight:600;">[...]</span></p></td> <td style=" vertical-align:top;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; color:#000000;">Aroj de signoj povas esti reprezentitaj en kvadratajkrampoj. Ene de la signoklaso, kiel ekstere, malantaŭa oblikvo ne havas specialan signifon.</p></td></tr></table> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; color:#000000;">Ekzemple la *.torrent kongruos kun iu ajn ero kiu finiĝas per .torrent. </p>

source: By default strings will use wildcard matching. If you want to use regular expressions, this needs to be enabled.
eo: Defaŭlte ĉenoj uzos ĵoker-kongruon. Se vi volas uzi regulajn esprimojn, ĉi tio devas esti ebligita.

source: Strings are regular expressions
eo: Ŝnuroj estas regulaj esprimoj

source: Item must match all strings to be included
eo: Ero devas kongrui kun ĉiuj kordoj por esti inkluzivitaj

source: Case sensitive matching
eo: Majusklec-distinga kongruo

source: Exclusion Patterns
eo: Ekskludaj Ŝablonoj

source: Item must match all strings to be excluded
eo: Ero devas kongrui kun ĉiuj ĉenoj por esti ekskludita

source: Seasons && Episodes
eo: Sezonoj && Epizodoj

source: Use season and episode matching
eo: Uzi sezonan kaj epizodan kongruon

source: Seasons:
eo: Sezonoj:

source: Specify the seasons to download, multiple seasons can be separated by a , and you can also use ranges by using a - For example: 1, 3-6, 9 Will download seasons 1, 3, 4, 5, 6 and 9
eo: Indiku la sezonojn por elŝuti, pluraj sezonoj povas esti apartigitaj per , kaj vi ankaŭ povas uzi intervalojn uzante - Ekzemple: 1, 3-6, 9 Elŝutos sezonojn 1, 3, 4, 5 , 6 kaj 9

source: Episodes:
eo: Epizodoj:

source: Specify the episodes to download, multiple episodes can be separated by a , and you can also use ranges by using a - For example: 1, 3-6, 9 Will download episodes 1, 3, 4, 5, 6 and 9
eo: Indiku la epizodojn por elŝuti, pluraj epizodoj povas esti apartigitaj per , kaj vi ankaŭ povas uzi intervalojn uzante - Ekzemple: 1, 3-6, 9 Elŝutos epizodojn 1, 3, 4, 5 , 6 kaj 9

source: Do not download multiple items with the same season and episode
eo: Ne elŝuti plurajn erojn kun la sama sezono kaj epizodo

source: Download torrents of matching items
eo: Elŝuti torentojn de kongruaj eroj

source: Download torrents of non matching items
eo: Elŝuti torentojn de nekongruaj eroj

source: Add to group:
eo: Aldoni al grupo:

source: Open torrents silently
eo: Malfermi torentojn silente

source: Test
eo: Testo

source: filter on feed:
eo: filtrilo sur feed:

source: Aborted
eo: Abortita

source: Timeout when downloading feed
eo: Temp-elĉerpo dum elŝuto de fluo

source: Unknown hostname
eo: Nekonata gastiga nomo

source: File not found
eo: Dosiero ne trovita

source: Unknown retriever error
eo: Eraro de Nekonata Retriever

source: Invalid feed data
eo: Nevalidaj nutraĵdatenoj

source: Success
eo: Sukceso

source: Syndication Toolbar
eo: Sindikata Ilobreto

source: Could not find a valid link to a torrent on %1
eo: Ne eblis trovi validan ligilon al torento ĉe %1

source: Add/Remove Filters
eo: Aldoni/Forigi Filtrilojn

source: Feed: <b>%1</b>
eo: Fluo: <b>%1</b>

source: Manage Filters
eo: Administri Filtrilojn

source: Feed:
eo: Fluo:

source: Active filters:
eo: Aktivaj filtriloj:

source: Available filters:
eo: Disponeblaj filtriloj:

source: Remove All
eo: Forigi Ĉion

source: New Filter
eo: Nova Filtrilo

source: Syndication
eo: Sindikiĝo

source: Manages RSS and Atom feeds
eo: Administras RSS kaj Atom-fluojn

source: Enter the URL
eo: Enigi la URL

source: Please enter the URL of the RSS or Atom feed.
eo: Bonvolu enigi la URL de la RSS aŭ Atom-fluo.

source: Failed to load feed %1: %2
eo: Malsukcesis ŝargi feed %1: %2
