Repository: KDE/ktorrent
Catalog: po/*/ktorrent.po
Languages: eo

source: <p>The interval in milliseconds between GUI updates.</p> <p><span style=" font-weight:600;">Note: </span>Increasing this will decrease CPU usage.</p>
eo: <p>La intervalo en milisekundoj inter GUI-ĝisdatigoj.</p> <p><span style=" font-weight:600;">Noto: </span>Pligrandigi ĉi tion malpliigos CPU-uzadon.</p>

source: Network sleep interval:
eo: Senaktiviga daŭro de la reto:

source: <p>Amount of time the network threads will sleep when they are speed limited. This has absolutely no effect when there are no speed limits.</p> <p><span style=" font-weight:600;">Note:</span> The lower this is the more CPU is used. Setting it high can lead to lower speeds in high bandwidth situations. </p> <p>For example on an 100 Mbit LAN, if you set a limit of 3000 KiB/s, you might not actually reach this speed when this value is too high. Without a limit you can easily get above 3000 KiB/s on a LAN.</p>
eo: <p>Kvanto da tempo la retaj fadenoj dormos kiam ili estas limigitaj de rapideco. Ĉi tio tute ne efikas kiam ne ekzistas rapidlimoj.</p> <p><span style=" font-weight:600;">Noto:</span> Ju pli malalta ĉi tio estas, des pli CPU estas uzata. Agordi ĝin alta povas konduki al pli malaltaj rapidoj en situacioj de alta bendolarĝo. </p> <p>Ekzemple ĉe 100 Mbit LAN, se vi fiksas limon de 3000 KiB/s, vi eble ne efektive atingas ĉi tiun rapidon kiam ĉi tiu valoro estas tro alta. Sen limo vi povas facile atingi super 3000 KiB/s sur LAN.</p>

source: Magnets Queue
eo: Magnets-atendovico

source: Number of downloading slots:
eo: Nombro de elŝutaj fendoj:

source: Maximum number of concurrent downloading magnets at the same time.
eo: Maksimuma nombro da samtempaj elŝutaj magnetoj samtempe.

source: Whether or not the magnets that are not downloaded after a maximum period of time must be pushed back at the end of the queue.
eo: Ĉu aŭ ne la magnetoj, kiuj ne estas elŝutitaj post maksimuma tempodaŭro, devas esti repuŝitaj ĉe la fino de la vico.

source: Requeue magnets after:
eo: Re-envicigi magnetojn post:

source: Maximum time that a magnet can occupy a downloading slot before it will be pushed back in the queue.
eo: Maksimuma tempo ke magneto povas okupi elŝutan fendon antaŭ ol ĝi estos repuŝita en la atendovico.

source: Miscellaneous
eo: Diversaj

source: Preview size for audio files:
eo: Antaŭrigarda grandeco por sondosieroj:

source: <p>The amount of data at the beginning and end of an audio file, which will be prioritized for previewing.</p>
eo: <p>La kvanto de datumoj ĉe la komenco kaj fino de sondosiero, kiu estos prioritatita por antaŭrigardado.</p>

source: Preview size for video files:
eo: Antaŭrigarda grandeco por videodosieroj:

source: <p>The amount of data at the beginning and end of a video file, which will be prioritized for previewing.</p>
eo: <p>La kvanto de datumoj ĉe la komenco kaj fino de videodosiero, kiu estos prioritatita por antaŭrigardado.</p>

source: Tracker list URL:
eo: URL de la listo de spuriloj:

source: URL of the tracker list used when adding a torrent by infohash NOTE: Each tracker must be on its own line. Blank lines are ignored.
eo: URL de la spurilo uzata kiam oni aldonas torenton per infohash NOTU: Ĉiu spurilo devas esti sur sia propra linio. Malplenaj linioj estas ignorataj.

source: Resolve the hostname of each peer. This will result in the hostname of a peer being displayed instead of the IP address. It can be disabled if you do not like the additional network traffic it generates
eo: Solvi la gastigan nomon de ĉiu kundividanto. Ĉi tio rezultigos, ke la gastiga nomo de kundividanto montriĝos anstataŭ la IP-adreso. Ĝi povas esti malŝaltita se vi ne ŝatas la aldonan rettrafikon kiun ĝi generas

source: Resolve hostnames of peers
eo: Solvi gastigajn nomojn de kundividantoj

source: Features
eo: Funkcioj

source: DHT is a trackerless protocol to find peers sharing the same torrents as you do.
eo: DHT estas protokolo kiu ne uzas kunordigan servilon, kaj ĝi trovas kundividantojn de la samaj torentoj.

source: Use DHT to get additional peers
eo: Uzi DHT por akiri pli multe da kundividantoj

source: UDP port for DHT communications:
eo: UDP-pordo por DHT-komunikado:

source: <p>UDP port to use for the DHT protocol.</p> <p><span style=" font-weight:600;">Attention:</span> If you are behind a router, this port needs to be forwarded to accept incoming DHT requests. The UPnP plugin can do this for you.</p>
eo: <p>UDP-konektejo uzenda por la DHT-protokolo.</p> <p><span style=" font-weight:600;">Atentu:</span> Se vi estas malantaŭ enkursigilo, ĉi konektejo devas esti plusendita por akcepti alvenantajn DHT-petojn. La kromaĵo UPnP povas fari tion por vi.</p>

source: Whether or not to use µTorrent compatible peer exchange.
eo: Ĉu aŭ ne uzi µTorrent-kongruan samrangan interŝanĝon.

source: Use peer exchange
eo: Uzi kundividantan interŝanĝon

source: Enable or disable the use of webseeds when they are present in a torrent.
eo: Ebligi aŭ malebligi la uzon de retsemoj kiam ili ĉeestas en torento.

source: Use webseeds
eo: Uzi retajn semojn

source: When a torrent has finished downloading, do a full data check on the torrent.
eo: Kiam torento finis elŝutadon, fari plenan datumkontrolon sur la torento.

source: Check data when download is finished
eo: Kontroli integrecon de datumoj post la fino de la elŝuto

source: Encryption
eo: Ĉifrado

source: <p>Protocol encryption is useful when your ISP is slowing down bittorrent connections. </p> <p>The encryption will prevent your bittorrent traffic to be flagged as bittorrent traffic, and so the ISP will not slow it down.</p>
eo: <p>Protokola ĉifrado estas utila kiam via ISP malrapidigas bittorrentajn konektojn. </p> <p>La ĉifrado malhelpos vian bittorrentan trafikon esti markita kiel bittorrent-trafiko, kaj do la ISP ne malrapidigos ĝin.</p>

source: Use protocol encryption
eo: Uzi protokolan ĉifradon

source: Not all clients support encryption, and some people have encryption disabled. If you want to connect to those peers, you need to have this option enabled.
eo: Ne ĉiuj klientoj subtenas ĉifradon, kaj iuj personoj malebligas ĉifradon. Se vi volas konektiĝi al tiuj kundividantoj, necesas ebligi ĉi tiun opcion.

source: Allow unencrypted connections
eo: Permesi neĉifritajn konektojn

source: Tracker
eo: Spurilo

source: Instead of allowing the tracker to determine your IP address, tell the tracker which IP address to use. Use this when you are behind a proxy.
eo: Anstataŭ permesi al la spurilo determini vian IP-adreson, dikti al la spurilo kiun IP-adreson uzi. Uzu ĉi tion kiam vi estas malantaŭ prokurilo.

source: Send the tracker a custom IP address or hostname
eo: Sendi al la spurilo kutiman IP-adreson aŭ gastigan nomon

source: Custom IP address or hostname:
eo: Propra IP-adreso aŭ gastiga nomo:

source: Custom IP address or hostname to send to the tracker. Hostnames will be resolved at runtime and the resolved IP address will be sent to the tracker.
eo: Propra IP-adreso aŭ gastiga nomo por sendi al la spurilo. Gastnomoj estos solvitaj ĉe rultempo kaj la solvita IP-adreso estos sendita al la spurilo.

source: Colors
eo: Koloroj

source: Color to use for torrents when they are stalled or checking data.
eo: Koloro uzenda por torentoj kiam ili estas haltigitaj aŭ kontrolante datumojn.

source: Color to use for torrents while seeding or downloading.
eo: Koloro uzenda por torentoj dum semado aŭ elŝutado.

source: Torrent is running:
eo: Torento funkcias:

source: Torrent is stalled or checking data:
eo: Torento estas haltigita aŭ kontrolanta datumojn:

source: Color to use for torrents with error status.
eo: Koloro uzenda por torentoj kun erara stato.

source: Torrent error:
eo: Torenta eraro:

source: Additionally highlight torrents based on the status of their trackers (if any)
eo: Aldone reliefigi torentojn bazitajn sur la stato de iliaj spuriloj (se ekzistas)

source: Color to use when at least one tracker is connected and replied no errors or warnings.
eo: Koloro uzenda kiam almenaŭ unu spurilo estas konektita kaj respondis neniujn erarojn aŭ avertojn.

source: Some of the trackers are reachable:
eo: Kelkaj el la spuriloj estas atingeblaj:

source: Color to use when the best attempt to connect to tracker results in warning.
eo: Koloro uzenda kiam la plej bona provo konektiĝi al spurilo rezultigas averton.

source: None of the trackers are reachable:
eo: Neniu el la spuriloj estas atingebla:

source: Reachable trackers report warnings:
eo: Atingeblaj spuriloj raportas avertojn:

source: Color to use when all trackers reply the errors or not found.
eo: Koloro uzenda kiam ĉiuj spuriloj respondas la erarojn aŭ ne troviĝas.

source: Trackers are timing out:
eo: Spuriloj elĉerpas:

source: Color to use when the best attempt to connect to tracker results in timeout. Connection will be attempted again later.
eo: Koloro uzenda kiam la plej bona provo konektiĝi al spurilo rezultigas tempodaŭron. Konekto estos provita denove poste.

source: Low share ratio:
eo: Malalta kundivida proporcio:

source: Good share ratio:
eo: Bona kundivida proporcio:

source: Color to display share ratio below minimal good value.
eo: Koloro por montri kundividan proporcion sub minimuma bona valoro.

source: Color to display share ratio above minimal good value.
eo: Koloro por montri kundividan proporcion super minimuma bona valoro.

source: Reset colors to their default values (other settings won't change).
eo: Restarigi kolorojn al siaj defaŭltaj valoroj (aliaj agordoj ne ŝanĝiĝos).

source: Reset Colors
eo: Restarigi Kolorojn

source: Application
eo: Aplikaĵo

source: Folders
eo: Dosierujoj

source: Folder to store torrent information:
eo: Dosierujo por konservi torentajn informojn:

source: Directory to store information about all torrents currently opened in KTorrent.
eo: Dosierujo en kiu vi volas konservi informojn pri ĉiuj nunaj ruliĝantaj torentoj en KTorrent.

source: Directory to use as a default save location for all data.
eo: La defaŭlta konserva dosierujo por ĉiuj datumoj.

source: Directory to move data to when a torrent has finished downloading.
eo: Dosierujo al kiu vi volas movi datumojn post la elŝuto de torento.

source: Move completed downloads to:
eo: Movi finitajn elŝutojn al:

source: Directory to copy all torrent files in, which are opened by KTorrent.
eo: Dosierujo al kiu vi volas kopii ĉiujn torentdosierojn, kiujn KTorrent malfermas.

source: Copy torrent files to:
eo: Kopii torentdosierojn al:

source: System Tray Icon
eo: Piktogramo por sistempleto

source: Whether or not to always minimize to system tray on startup.
eo: Ĉu aŭ ne ĉiam minimumigi al sistempleto dum ekfunkciigo.

source: Always minimize to system tray on startup
eo: Ĉiam minimumigi al sistema pleto dum ekfunkciigo

source: Whether or not to show system tray popup messages.
eo: Ĉu montri sistempletajn ŝprucmesaĝojn.

source: Show system tray popup messages
eo: Montri sistempletajn ŝprucmesaĝojn

source: When you select multiple torrents to be opened at the same time, open them silently.
eo: Kiam vi elektas plurajn torentojn por esti malfermitaj samtempe, malfermu ilin silente.

source: Open multiple torrents silently
eo: Malfermi plurajn torentojn silente

source: Open all torrents silently.
eo: Malfermi ĉiujn torentojn silente.

source: Open all torrents silently
eo: Malfermi ĉiujn torentojn silente

source: Prevent computer from going into a sleep state or locking the screen when torrents are running.
eo: Malhelpi komputilon eniri dorman staton aŭ ŝlosi la ekranon kiam torentoj funkcias.

source: Suppress sleep and automatic screen locking when torrents are running
eo: Subpremi dormon kaj aŭtomatan ekranŝlosadon kiam torentoj funkcias

source: <p>Rename a single file torrent with the name of its only file. </p> <p>If for example the file is named <span style=" font-weight:600;">linux-desktop.iso</span>, the torrent will be displayed as <span style=" font-weight:600;">linux-desktop.</span></p>
eo: <p>Alinomi soldosieran torenton kun la nomo de ĝia ununura dosiero. </p> <p>Se ekzemple la dosiero estas nomita <span style=" font-weight:600;">linux-desktop.iso</span>, la torento estos montrata kiel <span style =" font-weight:600;">linux-desktop.</span></p>

source: Rename single file torrents with the name of its only file
eo: Alinomi unu-dosierajn torentojn kun la nomo de ĝia sola dosiero

source: Whether or not new torrents will be highlighted.
eo: Ĉu novaj torentoj estos reliefigitaj aŭ ne.

source: Highlight new torrents
eo: Emfazi novajn torentojn

source: Show total speed in the window title
eo: Montri totalan rapidecon en la fenestrotitolo

source: Network
eo: Reto

source: All interfaces
eo: Ĉiuj interfacoj

source: Ports && Limits
eo: Pordoj kaj limigoj

source: <p>Port used for the bittorrent protocol.</p> <p><span style=" font-weight:600;">Attention:</span> If you are behind a router, this port needs to be forwarded to accept incoming connections. The UPnP plugin can do this for you.</p>
eo: <p>Pordo uzata por la protokolo bittorrent.</p> <p><span style=" font-weight:600;">Atentu:</span> Se vi estas malantaŭ enkursigilo, ĉi tiu konektejo bezonas esti plusendita por akcepti alvenantajn konektojn. La kromaĵo UPnP povas fari tion por vi.</p>

source: UDP tracker port:
eo: UDP-pordo de spurila servilo:

source: <p>Port used for the UDP tracker protocol.</p> <p><span style=" font-weight:600;">Attention:</span> If you are behind a router, this port needs to be forwarded. The UPnP plugin can do this for you.</p>
eo: <p>Konektejo uzata por la UDP-a protokolo de spurilo.</p> <p><span style=" font-weight:600;">Atentu:</span> Se vi estas malantaŭ enkursigilo, ĉi tiu konektejo devas esti plusendita. La kromaĵo UPnP povas fari tion por vi.</p>

source: Maximum connections per torrent:
eo: Maksimumaj konektoj por ĉiu torento:

source: The maximum number of connections allowed per torrent.
eo: Maksimuma nombro de konektoj por ĉiu torento.

source: Global connection limit:
eo: Ĉiea konekta limigo:

source: The global connection limit for all torrents combined.
eo: La ĉiea konekta limigo, sume de ĉiuj torentoj.

source: The maximum download speed in KiB/s.
eo: La maksimuma elŝuta rapido en KiB/s.

source: The maximum upload speed in KiB/s
eo: La maksimuma alŝuta rapido en KiB/s

source: DSCP value for IP packets:
eo: DSCP-valoro por IP-paketoj:

source: This value will be filled in the DSCP field of all the IP packets sent for the bittorrent protocol.
eo: Ĉi tiu valoro estos plenigita en la kampo DSCP de ĉiuj IP-pakoj senditaj por la bittorrent-protokolo.

source: Maximum number of connection setups:
eo: Maksimuma nombro de konektaj agordoj:

source: <p>The maximum number of outgoing connections ktorrent will try to set up simultaneously.</p> <p>If you are having trouble with ktorrent blocking other internet traffic, try setting this number a bit lower.</p>
eo: <p>La maksimuma nombro da elirantaj konektoj kiujn ktorrent provos agordi samtempe.</p> <p>Se vi havas problemojn pri ktorrent blokante alian interretan trafikon, provu agordi ĉi tiun numeron iom pli malalta.</p>

source: Network interface:
eo: Reta interfaco:

source: <p>Which network interface to listen on for incoming connections.</p> <p><span style="font-weight:600;">Note: </span>Requires a restart to take effect.</p>
eo: <p>Kiu reto-interfaco aŭskulti por envenantaj konektoj.</p> <p><span style="font-weight:600;">Noto: </span>Bezonas rekomencon por efiki. </p>

source: The µTorrent transport protocol runs over UDP and is optimized to not interfere with other traffic, while still using up all unused bandwidth.
eo: La µTorrent-transporta protokolo kuras super UDP kaj estas optimumigita por ne malhelpi alian trafikon, dum daŭre uzas la tutan neuzatan bendolarĝon.

source: Use the µTorrent transport protocol (µTP)
eo: Uzi la µTorrent-transportprotokolon (µTP)

source: Don't use TCP for bittorrent connections, only use the µTP protocol. This can lead to slower speeds, seeing that not all bittorrent clients support µTP.
eo: Ne uzi TCP por bittorentaj konektoj, uzi nur la protokolon µTP. Ĉi tio povas konduki al pli malrapidaj rapidecoj, vidante ke ne ĉiuj bittorrentaj klientoj subtenas µTP.

source: Only use µTP
eo: Uzi nur µTP

source: Primary transport protocol:
eo: Ĉefa transportprotokolo:

source: The primary transport protocol to use, when attempting to set up a connection with a peer, this protocol is chosen first.
eo: La ĉefa transportprotokolo uzenda, kiam vi provas agordi konekton kun kundividanto, ĉi tiu protokolo estas elektita unue.

source: Let KTorrent calculate the recommended settings based upon the bandwidth you have available.
eo: Lasu KTorrent kalkuli la rekomenditajn agordojn surbaze de la bendolarĝo, kiun vi havas disponebla.

source: Recommended Settings...
eo: Rekomenditaj agordoj...

source: Proxy
eo: Prokurilo

source: Use the HTTP proxy settings configured in the settings of KDE.
eo: Uzi la HTTP-prokurajn agordojn agorditajn en la agordoj de KDE.

source: Use KDE proxy settings
eo: Uzi la agordojn de la prokurilo de KDE

source: Proxy:
eo: Prokurilo

source: IP address or hostname of the HTTP proxy to use.
eo: IP-adreso aŭ gastiga nomo de la HTTP-prokurilo uzenda.

source: Port of the HTTP proxy.
eo: Konektejo de la HTTP-prokurilo.

source: Whether or not to use the HTTP proxy for webseed connections.
eo: Ĉu uzi aŭ ne la HTTP-prokurilon por retseed-konektoj.

source: Use proxy for webseed connections
eo: Uzi prokurilon por webseed-konektoj

source: Whether or not to use the HTTP proxy for tracker connections.
eo: Ĉu uzi aŭ ne la HTTP-prokurilon por spuraj konektoj.

source: Use proxy for tracker connections
eo: Uzi prokurilon por spurilaj konektoj

source: <p>Use a SOCKS proxy server for bittorrent connections.</p> <p><span style=" font-weight:600;">Note: </span>This is not used for tracker connections</p>
eo: <p>Uzi SOCKS-prokurservilon por bittorrentaj konektoj.</p> <p><span style=" font-weight:600;">Noto: </span>Ĉi tio ne estas uzata por spurilaj konektoj</p>

source: Use a SOCKS proxy server:
eo: Uzi SOCKS-prokurilan servilon:

source: Server:
eo: Servilo:

source: IP address or hostname of the SOCKS server.
eo: IP-adreso aŭ gastiga nomo de la SOCKS-servilo.

source: Port used by the SOCKS server.
eo: Konektejo uzata de la SOCKS-servilo.

source: Version:
eo: Versio:

source: If the SOCKS server requires authentication via a username and a password, enable this box.
eo: Se la SOCKS-servilo postulas aŭtentikigon per uzantnomo kaj pasvorto, ebligu ĉi tiun skatolon.

source: Username and password required
eo: Uzantnomo kaj pasvorto necesas

source: Username:
eo: Uzantnomo:

source: Username for the SOCKS proxy server.
eo: Uzantnomo por la prokurilo SOCKS.

source: Password:
eo: Pasvorto:

source: Password for the SOCKS proxy server.
eo: Pasvorto por la prokurilo SOCKS.

source: Queue Manager
eo: Viciga administrilo

source: When enabled, the queue manager will be totally disabled, allowing you to fully control all torrents manually.
eo: Kiam ĝi estas ebligita, la atendovicadministranto estos tute malŝaltita, permesante al vi plene kontroli ĉiujn torentojn permane.

source: Control torrents manually
eo: Kontroli torentojn permane

source: Maximum downloads:
eo: Maksimumaj elŝutoj:

source: The maximum number of simultaneous downloads the queue manager will run.
eo: La maksimuma nombro de samtempaj elŝutoj kiujn la viciga administrilo rulos.

source: Maximum seeds:
eo: Maksimumaj fontoj:

source: The maximum number of simultaneous seeds the queue manager will run.
eo: La maksimuma nombro de samtempaj fontoj kiujn la viciga administrilo rulos.

source: When diskspace is running low:
eo: Kiam diskspaco komencas pleniĝi:

source: What to do when the diskspace is running low and the queue manager wants to start a torrent.
eo: Kion vi volas fari kiam la diskspaco pleniĝas kaj la viciga administrilo volas komenci torenton.

source: Don't start torrents
eo: Ne komenci torentojn

source: Ask if torrents can be started
eo: Peti ĉu torentoj povas komenciĝi

source: Start torrents
eo: Komenci torentojn

source: Stop torrents when free disk space is lower than:
eo: Ĉesi torentojn kiam libera diskospaco estas pli malalta ol:

source: When the free diskspace drops below this value, stop all torrents downloading.
eo: Ĉesigi la elŝutojn de ĉiuj torentoj post kiam la kvanto de libera diskspaco falas sub ĉi tiu valoro.

source: <p>With this enabled, the queue manager will decrease the priority of a torrent which has been stalled for too long. </p> <p>This will allow the queue manager to run other torrents, when a torrent is doing nothing.</p>
eo: <p>Kiel ĉi tio ebligita, la atendovicadministranto malpliigos la prioritaton de torento, kiu estis haltigita tro longe. </p> <p>Ĉi tio permesos al la vicadministranto ruli aliajn torentojn, kiam torento estas faranta nenion.</p>

source: Decrease priority of torrents which are stalled for more than:
eo: Malpliigi prioritaton de torentoj, kiuj estas haltigitaj por pli ol:

source: <p>Time used for the stall timer. When a torrent is stalled longer than this, its priority will be decreased.</p>
eo: <p>Tempo uzata por la halttempigilo. Kiam torento estas haltigita pli longe ol tio, ĝia prioritato estos malpliigita.</p>

# @title:group Options regarging Seeding
source: Seeding
eo: Fontsendas

source: When a download is finished, continue seeding it. If this is disabled, the torrent will be stopped.
eo: Kiam elŝuto estas finita, daŭrigi semi ĝin. Se ĉi tio estas malŝaltita, la torento estos ĉesigita.

source: Keep seeding after download is finished
eo: Daŭri sendi la fonton post la fino de la elŝuto

source: Number of upload slots:
eo: Nombro de alŝutaj fakoj:

source: The number of upload slots, this determines the number of peers you can upload to simultaneously for one torrent.
eo: La nombro de alŝutaj fakoj, fiksas la nombron de kundividantoj al kiuj vi povas samtempe alŝuti por unu torento.

source: Default maximum share ratio:
eo: Defaŭlta maksimuma kundivida proporcio:

source: <p>The maximum share ratio, if this value is reached seeding will be stopped. This is only applied to newly opened torrents, existing torrents will not be affected by changing this.</p> <p><span style=" font-weight:600;">Attention: </span>This is not used when downloading, only when seeding.</p>
eo: <p>La maksimuma kundivida proporcio, se ĉi tiu valoro estas atingita, semado estos ĉesigita. Ĉi tio aplikas nur al lastatempe malfermitaj torentoj, ekzistantaj torentoj ne estos tuŝitaj per ŝanĝado de tio.</p> <p><span style=" font-weight:600;">Atentu: </span>Ĉi tio ne estas uzata dum elŝuto, nur dum semado.</p>

source: Default maximum seed time:
eo: Defaŭlta maksimuma semigotempo:

source: The maximum seed time in hours. Once you reach this time, the torrent will be stopped. This is only applied to newly opened torrents, existing torrents will not be affected by changing this.
eo: La maksimuma sema tempo en horoj. Kiam vi atingos ĉi tiun tempon, la torento estos ĉesigita. Ĉi tio aplikiĝas nur al lastatempe malfermitaj torentoj, ekzistantaj torentoj ne estos tuŝitaj per ŝanĝado de tio.

source: Value at which the share ratio will be displayed with a green color. Lower ratios will be displayed in red. Colors can be changed in color settings.
eo: Valoro ĉe kiu la kundivida proporcio estos montrata kun verda koloro. Pli malaltaj proporcioj aperos ruĝe. Koloroj povas esti ŝanĝitaj en koloraj agordoj.

source: Minimum good share ratio:
eo: Minimuma bona kundivida proporcio:

source: Calculate Recommended Settings
eo: Kalkuli Rekomenditajn Agordojn

source: Recommended Settings
eo: Rekomenditaj Agordoj

source: Available upload bandwidth:
eo: Disponebla alŝuta bendolarĝo:

source: Available download bandwidth:
eo: Disponebla elŝuta bendolarĝo:

source: Calculate
eo: Kalkuli

source: Preferences
eo: Agordoj

source: Average speed per slot:
eo: Meza rapido per fendeto:
