Repository: KDE/ktorrent
Catalog: po/*/ktorrent.po
Languages: eo

source: Activate or deactivate the scheduler
eo: Aktivigi aŭ malaktivigi la planilon

source: KTorrent scheduler files
eo: KTorrent horaraj dosieroj

source: This item conflicts with another item in the schedule, we cannot change it.
eo: Ĉi tiu ero konfliktas kun alia ero en la horaro, ni ne povas ŝanĝi ĝin.

source: Suspended
eo: Nuligita

source: %1 Down %2 Up
eo: %1 El %2 Al

source: Current schedule: suspended
eo: Nuna horaro: suspendita

source: Current schedule: %1/s download, %2/s upload
eo: Nuna horaro: %1/s elŝuto, %2/s alŝuto

source: Current schedule: unlimited download, %1/s upload
eo: Nuna horaro: senlima elŝuto, %1/s alŝuto

source: Current schedule: %1/s download, unlimited upload
eo: Nuna horaro: %1/s elŝuto, senlima alŝuto

source: Current schedule: unlimited upload and download
eo: Nuna horaro: senlimaj alŝuto kaj elŝuto

source: (scheduler disabled)
eo: (planilo malebligita)

source: Current schedule:
eo: Nuna horaro:

source: File Download Order
eo: Dosiera Elŝuta Ordo

source: File download order for <b>%1</b>:
eo: Dosiera elŝuta mendo por <b>%1</b>:

source: Seasons and Episodes
eo: Sezonoj kaj Epizodoj

source: File download order for:
eo: Dosiera elŝuta mendo por:

source: Whether or not to enable a custom download order.
eo: Ĉu aŭ ne ebligi laŭmendan elŝutan ordon.

source: Custom file download order enabled
eo: Propra elŝuta mendo de dosiero ebligita

source: Sort By
eo: Ordigi laŭ

source: Search files
eo: Serĉi dosierojn

source: Order in which to download the files of a torrent. The file at the top will be downloaded first, followed by the second, then the third ...
eo: Ordo en kiu elŝuti la dosierojn de torento. La dosiero supre estos elŝutita unue, sekvita de la dua, poste la tria ...

source: Add Trackers
eo: Aldoni Spurilojn

source: Available Chunks
eo: Disponeblaj Pecoj

source: Unavailable Chunks
eo: Nedisponeblaj Pecoj

source: Chunk
eo: Peco

source: Progress
eo: Progreso

source: Peer
eo: Kundividanto

source: Files
eo: Dosieroj

source: Number of the chunk
eo: Nombro de la peco

source: Download progress of the chunk
eo: Elŝuta progreso de la peco

source: Which peer we are downloading it from
eo: De kiu kundividanto ni elŝutas ĝin

source: Download speed of the chunk
eo: Elŝuta rapideco de la peco

source: Which files the chunk is located in
eo: En kiuj dosieroj troviĝas la peco

source: Chunks
eo: Pecoj

source: Total:
eo: Sumo:

source: Currently downloading:
eo: Nun elŝutas:

source: Excluded:
eo: Ekskluzivis:

source: Left:
eo: Maldekstra:

source: Size:
eo: Grando:

# Open file
source: Open
eo: Malfermi

# Open file with
source: Open With
eo: Malfermi per

# Rename file
source: Rename
eo: Alinomi

source: Check File
eo: Kontroli Dosieron

source: Download first
eo: Elŝuti unue

source: Download normally
eo: Elŝuti laŭkutime

source: Download last
eo: Elŝuti laste

source: Do not download
eo: Ne elŝuti

source: Delete File(s)
eo: Forigi dosiero(j)n

source: Move File
eo: Movi dosieron

source: Collapse Folder Tree
eo: Kolapsa Dosierujo Arbo

source: Expand Folder Tree
eo: Vastigi Dosierujo-Arbon

source: File Tree
eo: Dosiera Arbo

source: File List
eo: Dosiera Listo

source: Show Filter
eo: Montri Filtrilon

source: You will lose all data in this file, are you sure you want to do this?
eo: Vi perdos ĉiujn datumojn en ĉi tiu dosiero, ĉu vi certas ke vi volas fari tion?

source: Not enough data downloaded for opening the file. Enable sequential download mode for it to obtain necessary data with a higher priority?
eo: Ne estas sufiĉaj datumoj elŝutitaj por malfermi la dosieron. Ĉu ebligi sinsekvan elŝut-reĝimon por ke ĝi akiru necesajn datumojn kun pli alta prioritato?

# @action:button
source: Enable Sequential Download Mode
eo: Ebligi sinsekvan elŝut-reĝimon

source: Info Widget
eo: InformFenestraĵo

# @title:tab
source: Status
eo: Stato

source: Displays status information about a torrent
eo: Montras statusajn informojn pri torento

# @title:tab
source: Files
eo: Dosieroj

source: Shows all the files in a torrent
eo: Montras ĉiujn dosierojn en torento

source: Displays all the peers you are connected to for a torrent
eo: Montras ĉiujn kundividantojn al kiuj vi estas konektita por torento

source: Displays all the chunks you are downloading, of a torrent
eo: Montras ĉiujn pecojn, kiujn vi elŝutas, de torento

source: Displays information about all the trackers of a torrent
eo: Montras informojn pri ĉiuj spuriloj de torento

source: Webseeds
eo: Retaj semoj

source: Displays all the webseeds of a torrent
eo: Montras ĉiujn retsemojn de torento

# @title:column
source: Preview
eo: Antaŭrigardo

# Percent of File Downloaded
source: % Complete
eo: % finita

# Download first
source: First
eo: Unue

# Download last
source: Last
eo: Laste

# Download Normal (not as first or last)
source: Normal
eo: Normale

# Preview available
source: Available
eo: Disponebla

# Preview pending
source: Pending
eo: Pritraktota

# No preview available
source: No
eo: Ne

# Download normally(not as first or last)
source: Normal
eo: Normale

# preview available
source: Available
eo: Disponebla

source: Tabs
eo: Langetoj

source: Whether or not to show the peers tab in the bottom of the window.
eo: Ĉu montri la kundividantan langeton en la malsupro de la fenestro.

source: Show list of peers
eo: Montri liston de kundividantoj

source: Whether or not to show the chunks tab in the bottom of the window.
eo: Ĉu montri la pecan langeton en la malsupro de la fenestro.

source: Show list of chunks currently downloading
eo: Montri liston de pecoj kiuj elŝutas

source: Whether or not to show the trackers tab in the bottom of the window.
eo: Ĉu montri la kunordigan servilan langeton en la malsupro de la fenestro.

source: Show list of trackers
eo: Montri liston de kunordigaj serviloj

source: Whether or not to show the webseeds tab at the bottom of the window.
eo: Ĉu montri aŭ ne la langeton de retsemoj ĉe la malsupro de la fenestro.

source: Show list of webseeds
eo: Montru liston de retaj semoj

source: File Priority Colors
eo: Dosieraj Prioritataj Koloroj

source: First priority:
eo: Unua prioritato:

source: Color to use for first priority files.
eo: Koloro uzenda por unua prioritataj dosieroj.

source: Last priority:
eo: Lasta prioritato:

source: Color to use for last priority files.
eo: Koloro uzenda por lastaj prioritataj dosieroj.

source: Show peer view tab in main window
eo: Montri kundividant-vidan langeton en ĉefa fenestro

source: Show chunk download view tab in main window
eo: Montri pecon elŝuta vido langeto en ĉefa fenestro

source: Show trackers view tab in main window
eo: Montri spurilojn vidi langeton en ĉefa fenestro

source: Kick Peer
eo: Forpeli kundividanton

source: Ban Peer
eo: Malpermesi kundividanton

# Choked
source: Yes
eo: Jes

# Not choked
source: No
eo: Ne

# Snubbed
source: Yes
eo: Jes

# Not snubbed
source: No
eo: Ne

# Interested
source: Yes
eo: Jes

# Not Interested
source: No
eo: Ne

# Interesting
source: Yes
eo: Jes

# Not Interesting
source: No
eo: Ne

source: Address
eo: Adreso

source: Country
eo: Lando

source: Client
eo: Kliento

source: Choked
eo: Nesenda stato

source: Snubbed
eo: Nericeva stato

source: Availability
eo: Disponebleco

source: Score
eo: Poentoj

source: Upload Slot
eo: Alŝuta fako

source: Requests
eo: Petoj

source: Interested
eo: Interesita

source: Interesting
eo: Interesa

source: IP address of the peer
eo: IP-adreso de la kundividanto

source: Country the peer is in
eo: Lando en kiu troviĝas la kundividanto

source: Which client the peer is using
eo: Kiun klienton la kundividanto uzas

source: Download speed
eo: Elŝuta rapido

source: Upload speed
eo: Alŝuta rapido

source: Whether or not the peer has choked us - when we are choked the peer will not send us any data
eo: Ĉu la kundividanto sufokis nin aŭ ne - kiam ni estas sufokitaj la kundividanto ne sendos al ni datumojn

source: Snubbed means the peer has not sent us any data in the last 2 minutes
eo: Snubbed signifas ke la kundividanto sendis al ni neniujn datumojn en la lastaj 2 minutoj

source: How much data the peer has of the torrent
eo: Kiom da datumoj la kundividanto havas de la torento

source: Whether or not the peer has DHT enabled
eo: Ĉu aŭ ne la kundividanto havas DHT ebligita

source: The score of the peer, KTorrent uses this to determine who to upload to
eo: La poentaro de la kundividanto, KTorrent uzas ĉi tion por determini al kiu alŝuti

source: Only peers which have an upload slot will get data from us
eo: Nur kundividantoj, kiuj havas alŝutan sloton, ricevos datumojn de ni

source: The number of download and upload requests
eo: La nombro da elŝutaj kaj alŝutaj petoj

source: How much data we have downloaded from this peer
eo: Kiom da datumoj ni elŝutis de ĉi tiu kundividanto

source: How much data we have uploaded to this peer
eo: Kiom da datumoj ni alŝutis al ĉi tiu kundividanto

source: Whether the peer is interested in downloading data from us
eo: Ĉu la kundividanto interesiĝas pri elŝuto de datumoj de ni

source: Whether we are interested in downloading from this peer
eo: Ĉu ni interesiĝas pri elŝuto de ĉi tiu kundividanto

source: Private
eo: Privata

source: Public
eo: Publika

source: Info
eo: Informoj

source: Average down speed:
eo: Averaĝa elŝuta rapido:

source: Type:
eo: Tipo:

source: Average up speed:
eo: Averaĝa alŝuta rapido:

source: Downloaded chunks:
eo: Elŝutitaj pecoj:

source: Available chunks:
eo: Disponeblaj pecoj:

# Noun, as in "file sharing"
source: Sharing
eo: Kunhavigado

source: Share ratio:
eo: Kunhava rejŝo:

source: Ratio limit:
eo: Rejŝa limo:

source: Time limit:
eo: Tempolimo:

source: URL
eo: Retadreso

source: Times Downloaded
eo: Tempoj Elŝutitaj

source: Next Update
eo: Sekva Ĝisdatigo

source: Copy Tracker URL
eo: Kopii Spurilo-URL

source: Copy Tracker status
eo: Kopii Spurilo-staton

source: Several URL's could not be added because they are malformed:
eo: Pluraj URL-oj ne povus esti aldonitaj ĉar ili estas misformitaj:

source: There already is a tracker named <b>%1</b>.
eo: Jam ekzistas spurilo nomita <b>%1</b>.

source: The following duplicate trackers were not added:
eo: La sekvaj duplikataj spuriloj ne estis aldonitaj:

source: Remove Tracker
eo: Forpreni kunordigan servilon

source: Changes the current active tracker for private torrents.
eo: Ŝanĝas la nunan aktivan spurilon por privataj torentoj.

source: Switch Tracker
eo: Ŝanĝi Spurilon

source: Update Trackers
eo: Ĝisdatigi Spurilojn

source: Restore Defaults
eo: Restarigi defaŭltojn

source: Speed
eo: Rapido

source: Cannot add the webseed %1, it is already part of the list of webseeds.
eo: Ne povas aldoni la retsemon %1, ĝi jam estas parto de la listo de retsemoj.

source: Cannot remove webseed %1, it is part of the torrent.
eo: Ne povas forigi retsemon %1, ĝi estas parto de la torento.

source: <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Webseed to add to the torrent.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Note: </span>Only http webseeds are supported.</p>
eo: <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Retsemo al aldonu al la torento.</p> <p style="-qt-paragraph-type:malplena; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin- right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Noto: </span>Nur http-retaj semoj estas subtenataj.</p>

source: Add Webseed
eo: Aldoni Webseed

source: Remove Webseed
eo: Forigi Webseed

source: Enable All
eo: Ŝalti ĉiujn

source: Disable All
eo: Malebligi Ĉion

source: Converting...
eo: Konvertas...

source: Converting block list to KTorrent format. This might take some time.
eo: Konvertas blokitan liston al KTorrent-strukturo. Eble postulos iom da tempo.

source: C&ancel
eo: Rezi&gni

source: Loading txt file...
eo: Ŝargas txt-dosieron...

source: There are no IP addresses to convert in %1
eo: Ne estas IP-adresoj por konverti en %1

source: Automatic update of IP filter failed: %1
eo: Aŭtomata ĝisdatigo de IP-filtrilo malsukcesis: %1

source: 7z files are not supported
eo: 7z dosieroj ne estas subtenataj

source: Cannot determine file type of <b>%1</b>
eo: Ne povas determini dosiertipo de <b>%1</b>

source: Cannot open zip file %1.
eo: Ne povas malfermi zip-dosieron %1.

source: Automatic update of IP filter failed: cannot open zip file %1
eo: Aŭtomata ĝisdatigo de IP-filtrilo malsukcesis: ne povas malfermi zip-dosieron %1

source: Cannot find blocklist in zip file %1.
eo: Ne povas trovi blokliston en zip-dosiero %1.

source: Automatic update of IP filter failed: cannot find blocklist in zip file %1
eo: Aŭtomata ĝisdatigo de IP-filtrilo malsukcesis: ne povas trovi blokliston en zip-dosiero %1

source: day
eo: tago

source: Status: Loaded and running.
eo: Stato: Ŝargiĝis kaj ruliĝas.

source: Status: Not loaded.
eo: Stato: Ne ŝargiĝis.

source: Status: Downloading and converting new block list...
eo: Stato: Elŝutas kaj konvertas novan blokitan liston ...

source: No update done yet.
eo: Neniu ĝisdatigo ankoraŭ farita.

source: %1 (Last update attempt failed.)
eo: %1 (Lasta ĝisdatigo malsukcesis.)

source: Never
eo: Neniam

source: IPBlocking Preferences
eo: IPBlokada agordo

source: PeerGuardian Filter File
eo: PeerGuardian Filtrila Dosiero

source: Enable this if you want the IP filter plugin to work.
eo: Ebligu ĉi tion se vi volas, ke la IP-filtrila kromaĵo funkciu.

source: Use PeerGuardian filter
eo: Uzi PeerGuardian-filtrilon

source: IP filter file:
eo: IP-filtrila dosiero:

source: Filter file to use, this can be a local file or a remote file.
eo: Filtrila dosiero uzenda, ĉi tio povas esti loka dosiero aŭ fora dosiero.

source: Download and convert the IP filter file.
eo: Elŝuti kaj konverti la IP-filtrilan dosieron.

source: Dow&nload/Convert
eo: Elŝuti/Ko&nverti

source: Download PeerGuardian filter from bluetack.co.uk or iblocklist.org. NOTE: archive files like zip and tar.gz or tar.bz2 are supported.
eo: Elŝutu PeerGuardian-filtrilon de bluetack.co.uk aŭ iblocklist.org. NOTU: arkivaj dosieroj kiel zip kaj tar.gz aŭ tar.bz2 estas subtenataj.

source: Automatic Update
eo: Aŭtomata Ĝisdatigo

source: Enable this if you want to automatically update the filter file.
eo: Ebligu ĉi tion se vi volas aŭtomate ĝisdatigi la filtrilon.

source: Update file every:
eo: Ĝisdatigi dosieron ĉiun:

source: Update interval in days.
eo: Ĝisdatiga intervalon en tagoj.

source: Last updated:
eo: Laste ĝisdatigita:

source: Next update:
eo: Sekva ĝisdatigo:

source: Level1 filter url
eo: Filtrila URL de nivelo 1

source: Use level1 filter?
eo: Ĉu uzi filtrilon de nivelo 1?

source: Use rich log text
eo: Uzi riĉan protokoltekston

source: System
eo: Sistemo

source: Log Level
eo: Protokola Nivelo

source: Debug
eo: Sencimigi

source: Notice
eo: Rimarko

source: Important
eo: Grava

source: All
eo: Ĉiuj

source: None
eo: Neniu

source: Log Viewer
eo: Protokolorigardilo

source: Double click on the log level to alter it. The possible levels are : <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">All: </span>All messages are shown</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Important: </span>Only important messages are shown</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Notice: </span>Only notice and important messages are shown</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Debug: </span>Debug, notice and important messages are shown</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">None:</span> No messages are shown</p>
eo: Duoble alklaku la protokolan nivelon por ŝanĝi ĝin. La eblaj niveloj estas : <p style="-qt-paragraph-type:malplena; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Ĉiuj: </span>Ĉiuj mesaĝoj estas montritaj</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Grave: </span>Nur gravaj mesaĝoj estas montritaj</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left :0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Avizo: </span>Nur avizo kaj gravaj mesaĝoj estas montritaj</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Sensigi: </span>Sensigi, rimarki kaj importi nt mesaĝoj estas montritaj</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Neniu:</span> Neniuj mesaĝoj estas montritaj</p>

source: Whether or not to use rich text or just plain text, for the logging output shown in the logviewer.
eo: Ĉu uzi riĉan tekston aŭ nur simplan tekston por la protokoladaj informoj kiuj aperas en la protokolorigardilo.

source: Use rich text for logging output
eo: Uzi riĉan tekston por protokolo

source: Log widget position:
eo: Pozicio de protokolfenestraĵo:

source: Separate activity
eo: Aparta agado

source: Dockable widget
eo: Dokebla fenestraĵo

source: Torrent activity
eo: Torenta agado

source: Maximum number of visible lines:
eo: Maksimuma nombro da videblaj linioj:

source: Log
eo: Protokolo

source: View the logging output generated by KTorrent
eo: Rigardi la protokolan eligon generitan de KTorrent

source: Suspend Output
eo: Suspendi Eligo

source: <font color="#FF0000">Logging output suspended</font>
eo: <font color="#FF0000">Eligo de eligo malakceptita</font>

source: <font color="#00FF00">Logging output resumed</font>
eo: <font color="#00FF00">Eligo de eligo rekomencita</font>

source: Grabs a tracker from the torrent file
eo: Kaptas spurilon el la torenta dosiero

source: Toggles if a custom tracker is used
eo: Ŝaltigas se kutima spurilo estas uzata

source: The default tracker
eo: La defaŭlta spurilo

source: Show dn
eo: Montri dn

source: Show popup
eo: Montri ŝprucfenestron

source: Only enable on public torrents
eo: Ebligi nur ĉe publikaj torentoj

source: Copy Magnet URI
eo: Kopii Magnet-URI

source: Magnet link copied to clipboard
eo: Magneta ligilo kopiita al tondujo

source: Magnet Generator
eo: Magneta Generatoro

source: Magnet Generator Preferences
eo: Magnet Generator Preferoj

source: Add a tracker from the torrent file
eo: Aldoni spurilon el la torenta dosiero

source: Define what tracker to add
eo: Difini kian spurilon aldoni

source: Add a custom tracker URL
eo: Aldoni kutiman spurilon URL

source: The tracker URL that will be a part of the magnet link
eo: La spura URL, kiu estos parto de la magnetligo

source: Add the torrent name in the URI
eo: Aldoni la torentan nomon en la URI

source: Add name
eo: Aldoni nomon

source: Disable the menu item for private torrents
eo: Malebligi la menueron por privataj torentoj

source: Give feedback in form of a popup
eo: Doni komentojn en formo de ŝprucfenestro

source: Media Player Menu
eo: Media Player Menuo

source: Ready to play
eo: Preta por ludi

source: Playing: <b>%1</b>
eo: Ludado: <b>%1</b>

source: <b>%2</b> - <b>%1</b> (Album: <b>%3</b>)
eo: <b>%2</b> - <b>%1</b> (Albumo: <b>%3</b>)

source: Available
eo: Disponebla

source: Pending
eo: Pritraktota

source: <b>%1</b><br/>Preview: %2<br/>Downloaded: %3 %
eo: <b>%1</b><br/>Antaŭrigardo: %2<br/>Elŝutite: %3 %

source: Media Player
eo: Medioludilo

source: Play
eo: Ludi

source: Pause
eo: Paŭzita

source: Stop
eo: Ĉesi

source: Previous
eo: Antaŭa

source: Next
eo: Sekva

source: Show Video
eo: Montri Videon

source: Add Media
eo: Aldoni Aŭdvidaĵon

source: Clear Playlist
eo: Viŝi Ludliston

source: Toggle Fullscreen
eo: Baskuligi Plenekranon

source: Movie player
eo: Filmludanto

source: Show incomplete files
eo: Montri nekompletajn dosierojn

source: Refresh
eo: Refreŝigi

source: Refresh media files
eo: Refreŝigi aŭdvidaĵajn dosierojn

source: Search media files
eo: Serĉi aŭdvidaĵajn dosierojn

source: Title
eo: Titolo

source: Artist
eo: Artisto

source: Album
eo: Albumo

source: Length
eo: Longo

source: Year
eo: Jaro

source: Random play order
eo: Hazarda lud-ordo

source: KTorrent is playing a video.
eo: KTorrent ludas videon.

source: Whether to open torrent silently or not.
eo: Ĉu malfermi torenton silente aŭ ne.

source: Delete action checked.
eo: Forigi ago kontrolita.

source: Move action checked.
eo: Mova ago kontrolita.

source: Scan directories recursively.
eo: Skani dosierujojn rekursie.

# folder name part
source: loaded
eo: ŝargis

# plugin name
source: Scan Folder
eo: Serĉi dosierujon

source: Folders to scan for torrents:
eo: Dosierujoj en kiuj vi volas serĉi torentojn:

source: List of folders which will be scanned for torrents by this plugin.
eo: Listo de dosierujoj, kiuj estos skanitaj por torentoj per ĉi tiu kromaĵo.

source: Add a new folder to be scanned.
eo: Aldoni novan dosierujon skanendan.

source: Add Folder
eo: Aldoni dosierujon

source: Remove a folder from the list.
eo: Forigi dosierujon el la listo.

source: Remove Folder
eo: Elpreni dosierujon

source: Open the torrents without asking any questions.
eo: Senpete malfermas torentojn.

source: Scan the folder recursively for torrents. <br/><br/> Note: This will not be done for any folder named loaded.
eo: Skani la dosierujon rekursie por torentoj. <br/><br/> Noto: Ĉi tio ne estos farita por iu ajn dosierujo nomita ŝarĝita.

source: Scan subfolders
eo: Serĉi subdosierujojn

source: When a torrent file has been found and loaded, delete it.<br/><br/> Warning: you will permanently lose this file.
eo: Kiam torenta dosiero estas trovita kaj ŝargita, forigu ĝin.<br/><br/> Averto: vi konstante perdos ĉi tiun dosieron.

source: Remove torrent file after loading
eo: Forprenas la fontan torenton post KTorrent ŝargas ĝin

source: When a torrent file is loaded, move it to a subdirectory named loaded. If the folder does not exist, it will be created.
eo: Post la ŝargo de torentdosiero, movi ĝin al subdosierujo nomita "ŝargita". Se la dosierujo ne ekzistas, ĝi estos kreita.

source: Move torrent file to loaded directory
eo: Movi torenton al "ŝargita" dosierujo

source: Add torrents opened with this plugin to a group.
eo: Aldoni torentojn malfermitajn per ĉi tiu kromaĵo al grupo.

source: Group to add torrents to.
eo: Grupo por aldoni torentojn.

# plugin name
source: Scan for lost files
eo: Skani por perditaj dosieroj

source: Widget position:
eo: Pozicio de la fenestraĵo:

source: Scan for lost files
eo: Skani por perditaj dosieroj

source: Scan
eo: Skani

source: Select folder:
eo: Elekti dosierujon:

source: Show all files
eo: Montri ĉiujn dosierojn

source: Open file
eo: Malfermi dosieron
