Repository: KDE/ktorrent
Catalog: po/*/ktorrent.po
Languages: eo

source: Number of torrents you usually download simultaneously:
eo: Nombro da torentoj, kiujn vi kutime elŝutas samtempe:

source: Slots per torrent:
eo: Fendoj per torento:

source: Recommended settings:
eo: Rekomenditaj agordoj:

source: Speed down: %1 / up: %2
eo: Rapido de elŝuto: %1 / alŝuto: %2

source: Transferred down: %1 / up: %2
eo: Disŝutis el: %1 / al: %2

source: DHT: off
eo: DHT: malŝaltita

source: %1 node
eo: %1 nodo

source: %1 task
eo: %1 tasko

source: The desktop is offline
eo: La labortablo estas eksterrete

source: Magnet Link
eo: Magnet-Ligilo

source: Status
eo: Stato

source: Peers
eo: Kundividantoj

source: Downloading
eo: Elŝutas

source: Queued
eo: Envicigita

source: Stopped
eo: Ĉesis

source: Start Magnet
eo: Starti Magnet

source: Stop Magnet
eo: Halti Magnet

source: Copy Magnet URL
eo: Kopii Magnet-URL

source: Remove Magnet
eo: Forigi Magneton

source: Order
eo: Sinsekvo

source: Name
eo: Nomo

source: Time Stalled
eo: Tempo Ekhaltita

source: Priority
eo: Prioritato

source: Running
eo: Ruliĝas

source: Not queued
eo: Ne estas envicigita

source: Order of a torrent in the queue. Use drag and drop or the move up and down buttons on the right to change the order.
eo: Ordo de torento en la vico. Uzu ŝovi kaj demeti aŭ la movu supren- kaj malsupren-butonojn dekstre por ŝanĝi la ordon.

source: Search
eo: Serĉi

source: Show Search
eo: Montri Serĉon

source: Show or hide the search bar
eo: Montri aŭ kaŝi la serĉbreton

source: Move Top
eo: Movi Supren

source: Move a torrent to the top of the queue
eo: Movi torenton al la supro de la vico

source: Move a torrent up in the queue
eo: Movi torenton supren en la atendovico

source: Move a torrent down in the queue
eo: Movi torenton malsupren en la atendovico

source: Move Bottom
eo: Movi Malsupren

source: Move a torrent to the bottom of the queue
eo: Movi torenton al la fundo de la vico

source: Show Downloads
eo: Montri Elŝutojn

source: Show all downloads
eo: Montri ĉiujn elŝutojn

source: Show Uploads
eo: Montri Alŝutojn

source: Show all uploads
eo: Montri ĉiujn alŝutojn

source: Show Not Queued
eo: Montri Ne Envicigitan

source: Show all not queued torrents
eo: Montri ĉiujn nevicigitajn torentojn

source: Widget to manage the torrent queue
eo: Fenestraĵo por administri la torentan atendovicon

source: Magnet Downloader
eo: Magnet-Elŝutilo

source: Displays the currently downloading magnet links
eo: Montras la nuntempe elŝutantajn magnetligojn

source: Start All
eo: Komenci ĉiujn

source: Start all torrents
eo: Komenci ĉiujn torentojn

source: Stop All
eo: Ĉesigi ĉiujn

source: Stop all torrents
eo: Ĉesigi ĉiujn torentojn

source: Suspend Torrents
eo: Nuligi Torentojn

source: Suspend all running torrents
eo: Malakcepti ĉiujn rulantajn torentojn

source: Group View
eo: Grupo Vido

source: Show or hide the group view
eo: Montri aŭ kaŝi la grupan vidon

source: Filter Torrents
eo: Filtrilo Torentos

source: Filter torrents based on filter string
eo: Filtri torentojn surbaze de filtrila ĉeno

source: Set max upload speed
eo: Fiksi la maks. rapidon de alŝutado

source: Set max download speed
eo: Fiksi la maks. rapidon de elŝutado

source: Download speed: <b>%1</b><br/>Upload speed: <b>%2</b><br/>Received: <b>%3</b><br/>Transmitted: <b>%4</b>
eo: Elŝuta rapideco: <b>%1</b><br/>Alŝuta rapideco: <b>%2</b><br/>Ricevita: <b>%3</b><br/>Transsendita: <b>%4</b>

source: <b>%1</b> was silently opened.
eo: <b>%1</b> estis silente malfermita.

source: <b>%1</b> has completed downloading.<br>Average speed: %2 DL / %3 UL.
eo: <b>%1</b> finis la elŝuton. <br>Averaĝa rapido: %2 EL / %3 AL.

source: <b>%1</b> has reached its maximum share ratio of %2 and has been stopped.<br>Uploaded %3 at an average speed of %4.
eo: <b>%1</b> atingis maksimuman kunhavan rejŝon de %2 kaj ĉesis.<br>Alŝutis %3 per averaĝa rapido de %4.

source: <b>%1</b> has reached its maximum seed time of %2 hours and has been stopped.<br>Uploaded %3 at an average speed of %4.
eo: <b>%1</b> atingis maksimuman fontsendan tempon de %2 horoj kaj ĉesis.<br>Alŝutis %3 per averaĝa rapido de %4.

source: <b>%1</b> has been stopped with the following error: <br>%2
eo: <b>%1</b> ĉesis pro la sekva eraro: <br>%2

source: Corrupted data has been found in the torrent <b>%1</b><br>It would be a good idea to do a data integrity check on the torrent.
eo: Trovis malbonajn datumojn en la torento <b>%1</b><br>Estus saĝe se vi kontrolus la integrecon de la torentaj datumoj.

source: <b>%1</b> has reached its maximum share ratio of %2 and cannot be enqueued. <br>Remove the limit manually if you want to continue seeding.
eo: <b>%1</b> atingis sian maksimuman kundividon de %2 kaj ne povas esti envicigita. <br>Forigu la limon permane se vi volas daŭrigi semado.

source: <b>%1</b> has reached its maximum seed time of %2 hours and cannot be enqueued. <br>Remove the limit manually if you want to continue seeding.
eo: <b>%1</b> atingis sian maksimuman seman tempon de %2 horoj kaj ne povas esti envicigita. <br>Forigu la limon permane se vi volas daŭrigi semado.

source: Cannot start <b>%1</b>: <br>
eo: Ne povas komenci <b>%1</b>: <br>

source: Cannot seed more than 1 torrent. <br>
eo: Ne povas semi pli ol 1 torenton. <br>

source: Cannot download more than 1 torrent. <br>
eo: Ne povas elŝuti pli ol 1 torento. <br>

source: Go to Settings -> Configure KTorrent, if you want to change the limits.
eo: Iru al Agordoj -> Agordi KTorrent, se vi volas ŝanĝi la limigojn.

source: There is not enough diskspace available.
eo: Ne estas sufiĉa diskspaco.

source: Your disk is running out of space.<br /><b>%1</b> is being downloaded to '%2'.
eo: Via disko fariĝas plena.<br /><b>%1</b> elŝutiĝas al '%2'.

source: Torrent has been stopped.<br />
eo: Ĉesigis la torenton.<br />

source: Upload speed limit in KiB/s
eo: Alŝuta rapideclimo en KiB/s

source: Download speed limit in KiB/s
eo: Elŝuta rapideclimo en KiB/s

source: Unlimited
eo: Senlima

source: Torrent Settings
eo: Torento-Agordoj

source: Properties
eo: Trajtoj

source: DHT is a distributed database which can be used to find more peers for a torrent.
eo: DHT estas distribuita datumbazo, kiu povas esti uzata por trovi pli da kundividantoj por torento.

source: Use DHT to find more peers
eo: Uzi DHT por trovi pli da kundividantoj

source: Peer exchange results in more peers being found, by exchanging information about peers with other peers.
eo: kundividantoj-interŝanĝo rezultigas ke pli da kundividantoj estas trovitaj, per interŝanĝado de informoj pri kundividantoj kun aliaj kundividantoj.

source: Use peer exchange to find more peers
eo: Uzu kuninterŝanĝon por trovi pli da kundividantoj

source: <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Superseeding mode, is a special seeding mode which allows you to achieve much higher seeding efficiencies. This results in less bandwidth used to spread a torrent.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Note: </span>This should only be used if the swarm has not fully been established. Once there are multiple active seeders, this mode becomes useless.</p>
eo: <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">"Supersema" reĝimo estas speciala sema reĝimo, kiu ebligas al vi atingi multe pli altajn semajn efikecojn. Ĉi tio rezultigas malpli da bendolarĝo uzata por disvastigi torenton.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Noto: </span>Ĉi tio devus esti uzata nur se la svarmo ne estis plene establita. Post kiam ekzistas pluraj aktivaj semiloj, ĉi tiu reĝimo fariĝas senutila.</p>

source: Use superseeding mode for seeding
eo: Uzi superseman reĝimon por semado

source: Move the files of the torrent to a different directory when it has finished downloading.
eo: Movi la dosierojn de la torento al malsama dosierujo kiam ĝi finiĝis elŝuti.

source: Location to move the files to.
eo: Loko por movi la dosierojn.

source: Checked %v of %m chunks
eo: Kontrolis %v el %m pecoj

source: Found:
eo: Trovis:

source: The number of chunks which were not downloaded but have been found anyway.
eo: La nombro da pecoj kiuj ne estis elŝutitaj sed estis trovitaj ĉiuokaze.

source: Failed:
eo: Malsukcesis:

source: The number of chunks which have been downloaded, and which are not OK.
eo: La nombro da pecoj elŝutitaj, kaj kiuj ne estas en ordo.

source: Not downloaded:
eo: Ne Elŝutita:

source: The number of chunks which have not been downloaded.
eo: La nombro da pecoj, kiuj ne estis elŝutitaj.

source: Downloaded:
eo: Elŝutis:

source: The number of chunks which have been downloaded, and which are OK.
eo: La nombro da pecoj kiuj estis elŝutitaj, kaj kiuj estas en ordo.

source: Errors:
eo: Eraroj:

source: Filter...
eo: Filtrilo

# @action Start all selected torrents in the current tab
source: Start
eo: Komenci

source: Start all selected torrents in the current tab
eo: Komenci ĉiujn elektitajn torentojn en la nuna langeto

# @action Force start all selected torrents in the current tab
source: Force Start
eo: Forto Komenco

source: Force start all selected torrents in the current tab
eo: Devigi lanĉi ĉiujn elektitajn torentojn en la nuna langeto

# @action Stop all selected torrents in the current tab
source: Stop
eo: Ĉesi

source: Stop all selected torrents in the current tab
eo: Ĉesi ĉiujn elektitajn torentojn en la nuna langeto

# @action Pause all selected torrents in the current tab
source: Pause
eo: Paŭzita

source: Pause all selected torrents in the current tab
eo: Paŭzi ĉiujn elektitajn torentojn en la nuna langeto

# @action Remove all selected torrents in the current tab
source: Remove
eo: Forpreni

source: Remove all selected torrents in the current tab
eo: Forigi ĉiujn elektitajn torentojn en la nuna langeto

# @action Start all torrents in the current tab
source: Start All
eo: Komenci ĉiujn

source: Start all torrents in the current tab
eo: Komenci ĉiujn torentojn en la nuna langeto

# @action Stop all torrents in the current tab
source: Stop All
eo: Ĉesigi ĉiujn

source: Stop all torrents in the current tab
eo: Halti ĉiujn torentojn en la nuna langeto

source: Remove Torrent and Data
eo: Elpreni torenton kaj datumojn

source: Rename Torrent
eo: Alinomi Torento

source: Add Peers
eo: Aldoni kundividantojn

source: Manual Announce
eo: Permana konekto

source: Scrape
eo: Informpeti

source: Preview
eo: Antaŭvido

source: Data Directory
eo: Datuma dosierujo

source: Temporary Directory
eo: Provizora dosierujo

source: Move Data
eo: Movi datumojn

source: Settings
eo: Agordo

source: Remove from Group
eo: Elpreni el grupo

source: Check Data
eo: Kontroli datumojn

source: Check all the data of a torrent
eo: Kontroli ĉiujn datumojn de torento

source: Copy Torrent URL
eo: Kopii Torento-URL

source: Export Torrent
eo: Eksporti Torenton

source: Set the speed limits of individual torrents
eo: Meti la rapidlimojn de individuaj torentoj

source: The torrent <b>%1</b> has not finished downloading, do you want to delete the incomplete data, too?
eo: Torento <b>%1</b> ne finas la elŝuton, ĉu vi volas forigi ties nekompletajn datumojn?

source: Remove Download
eo: Forigi elŝuton

source: Delete Data
eo: Forigi datumojn

source: Keep Data
eo: Konservi datumojn

source: You will lose all the downloaded data of the following torrents. Are you sure you want to do this?
eo: Vi perdos ĉiujn elŝutitajn datumojn de la sekvaj torentoj. Ĉu vi certas, ke vi volas fari ĉi tion?

source: Remove Torrent
eo: Forigi torenton

source: Select a directory to move the data to.
eo: Elektu dosierujon al kie vi volas movi la datumojn.

source: Downloaded
eo: Elŝutis

source: Size
eo: Grando

source: Uploaded
eo: Alŝutis

# Bytes left to downloaded
source: Left
eo: Restanta

source: Down Speed
eo: Elŝuta rapido

source: Up Speed
eo: Alŝuta rapido

source: Time Left
eo: Tempo restanta

source: Seeders
eo: Fontoj

source: Leechers
eo: Ricevantoj

source: % Complete
eo: % finita

source: Share Ratio
eo: Kundivida rejŝo

source: Time Downloaded
eo: Elŝutis dum

source: Time Seeded
eo: Fontsendis dum

source: Location
eo: Loko

source: Added
eo: Aldonita

source: How much data we have downloaded of the torrent
eo: Kiom da datumoj ni elŝutis de la torento

source: Total size of the torrent, excluded files are not included
eo: Tuta grandeco de la torento, ekskluditaj dosieroj ne estas inkluzivitaj

source: How much data we have uploaded
eo: Kiom da datumoj ni alŝutis

source: How much data left to download
eo: Kiom da datumoj restas por elŝuti

source: Current download speed
eo: Nuna elŝuta rapido

source: Current upload speed
eo: Nuna alŝuta rapido

source: How much time is left before the torrent is finished or before the maximum share ratio is reached, if that is enabled
eo: Kiom da tempo restas antaŭ ol la torento estas finita aŭ antaŭ ol la maksimuma kundivida proporcio estas atingita, se tio estas ebligita

source: How many seeders we are connected to (How many seeders there are according to the tracker)
eo: Kiom da semiloj ni estas konektitaj al (Kiom da semoj estas laŭ la spurilo)

source: How many leechers we are connected to (How many leechers there are according to the tracker)
eo: Kiom da leechers ni estas konektitaj al (Kiom da leechers estas laŭ la spurilo)

source: The percentage of data we have of the whole torrent, not including excluded files
eo: La procento de datumoj, kiujn ni havas de la tuta torento, ne inkluzive de ekskluditaj dosieroj

source: Share ratio is the number of bytes uploaded divided by the number of bytes downloaded
eo: Kundividoproporcio estas la nombro da bajtoj alŝutitaj dividita per la nombro da bajtoj elŝutitaj

source: How long we have been downloading the torrent
eo: Kiom longe ni elŝutas la torenton

source: How long we have been seeding the torrent
eo: Kiom longe ni semis la torenton

source: The location of the torrent's data on disk
eo: La loko de la datumoj de la torento sur disko

source: When this torrent was added
eo: Kiam ĉi tiu torento estis aldonita

source: <br/><br/>Unable to contact a tracker.
eo: <br/><br/>Ne eblas kontakti spurilon.

source: KTorrent's UPnP test application
eo: La UPnP-testa aplikaĵo de KTorrent

source: &copy; 2005 - 2007 Joris Guisson and Ivan Vasic
eo: &copy; 2005 - 2007 Joris Guisson kaj Ivan Vasic

source: UPnP Test Application
eo: UPnP-testa aplikaĵo

source: Router:
eo: Enkursigilo:

source: No routers found.
eo: Ne trovis enkursigilon!

source: Find Routers
eo: Trovi enkursigilojn

source: Protocol:
eo: Protokolo:

source: Forward
eo: Plusendi

source: Undo Forward
eo: Malfari plusendadon

source: Verbose mode
eo: Vorta reĝimo

source: Maximum share ratio reached.
eo: Maksimuma kundivida proporcio atingita.

source: Maximum seed time reached.
eo: Maksimuma sema tempo atingita.

source: Uploads
eo: Alŝutoj

source: Running Uploads
eo: Kurante Alŝutoj

source: Not Running Uploads
eo: Ne Kurante Alŝutojn

source: Downloads
eo: Elŝutoj

source: Running Downloads
eo: Kurante Elŝutoj

source: Not Running Downloads
eo: Ne Kurante Elŝutoj

source: Active Torrents
eo: Aktivaj Torentoj

source: Active Downloads
eo: Aktivaj Elŝutoj

source: Active Uploads
eo: Aktivaj Alŝutoj

source: Passive Torrents
eo: Pasivaj Torentoj

source: Passive Downloads
eo: Pasivaj Elŝutoj

source: Passive Uploads
eo: Pasivaj Alŝutoj

source: Custom Groups
eo: Propraj grupoj

source: Ungrouped Torrents
eo: Negrupigitaj Torentoj

source: All files
eo: Ĉiuj dosieroj

source: Maximum number of downloads (0 = no limit)
eo: Maksimuma nombro da elŝutoj (0 = neniu limo)

source: Maximum number of seeds (0 = no limit)
eo: Maksimuma nombro da semoj (0 = neniu limo)

source: Start downloads on low disk space?
eo: Ĉu komenci elŝutojn sur malalta diskspaco?

source: Maximum number of connections per torrent (0 = no limit)
eo: Maksimuma nombro da konektoj per torento (0 = neniu limo)

source: Maximum number of connections for all torrents (0 = no limit)
eo: Maksimuma nombro da konektoj por ĉiuj torentoj (0 = neniu limo)

source: Maximum upload speed in KiB/sec (0 = no limit)
eo: Maksimuma alŝuta rapido en KiB/sec (0 = neniu limo)

source: Maximum download speed in KiB/sec (0 = no limit)
eo: Maksimuma elŝuta rapideco en KiB/sec (0 = neniu limo)

source: Maximum share ratio (0 = no limit)
eo: Maksimuma kundivida proporcio (0 = neniu limo)

source: Show a system tray icon
eo: Montri sistempletan piktogramon

source: Show a total speeds in the title
eo: Montri totalajn rapidojn en la titolo

source: Show speed bar in tray icon
eo: Montri rapidstangon en pleta piktogramo

source: Download bandwidth (in kb/s):
eo: Elŝuta bendolarĝo (en kb/s):

source: Upload bandwidth (in kb/s):
eo: Alŝuta bendolarĝo (en kb/s):

source: Always minimize to system tray on startup.
eo: Ĉiam minimumigi al sistema pleto dum ekfunkciigo.

source: Show popup messages when torrent is finished.
eo: Montri ŝprucmesaĝojn kiam torento finiĝas.

source: Keep seeding after download has finished
eo: Daŭre semado post la elŝuto finiĝis

source: Folder to store temporary files
eo: Dosierujo por konservi provizorajn dosierojn

source: Whether to automatically save downloads to saveDir
eo: Ĉu aŭtomate konservi elŝutojn al saveDir

source: Folder to store downloaded files
eo: Dosierujo por konservi elŝutitajn dosierojn

source: Whether to automatically copy .torrent files to torrentCopyDir
eo: Ĉu aŭtomate kopii .torrent dosierojn al torrentCopyDir

source: Folder to copy .torrent files to
eo: Dosierujo por kopii .torrent dosierojn al

source: Whether to use a custom IP to pass to the tracker
eo: Ĉu uzi kutiman IP por pasi al la spurilo

source: Directory which was used as the last save directory
eo: Dosierujo kiu estis uzata kiel la lasta konserva dosierujo

source: IP to pass to the tracker
eo: IP por pasi al la spurilo

source: GUI update interval
eo: Intervalo por la ĝisdatigo de la fasado:

source: Support for DHT
eo: Subteno por DHT

source: DHT port
eo: DHT-konektejo

source: Number of upload slots
eo: Nombro de alŝutaj fakoj:

source: Columns shown in KTorrentView
eo: Kolumnoj montritaj en KTorrentView

source: When there is no space left to complete download, and the available disk space is less than this value, the torrent will be stopped.
eo: Kiam ne restas spaco por kompletigi elŝuton, kaj la disponebla diskspaco estas malpli ol ĉi tiu valoro, la torento estos haltigita.

source: Whether to automatically move completed downloads to completedDir
eo: Ĉu aŭtomate movi finitajn elŝutojn al completedDir

source: Folder to move completed downloaded files to
eo: Dosierujo por movi kompletigitajn elŝutitajn dosierojn al

source: Maximum seed time in hours (0 = no limit)
eo: Maksimuma sema tempo en horoj (0 = neniu limo)

source: Plugins
eo: Kromprogramoj

source: Warning: %1
eo: Averto: %1

source: Downloaded Chunks
eo: Elŝutitaj Pecoj

source: Chunks to Download
eo: Pecoj Elŝutendaj

source: Excluded Chunks
eo: Preterlasitaj Pecoj

source: The torrent "%1" has reached its maximum share ratio and its maximum seed time. Ignore the limit and start seeding anyway?
eo: La torento "%1" atingis sian maksimuman kundividon kaj sian maksimuman seman tempon. Ignori la limon kaj komenci semi ĉiuokaze?

source: The torrent "%1" has reached its maximum share ratio. Ignore the limit and start seeding anyway?
eo: La torento "%1" atingis sian maksimuman kundividon. Ignori la limon kaj komenci semi ĉiuokaze?

source: The torrent "%1" has reached its maximum seed time. Ignore the limit and start seeding anyway?
eo: La torento "%1" atingis sian maksimuman seman tempon. Ignori la limon kaj komenci semi ĉiuokaze?

source: Limits reached.
eo: Limoj atingitaj.

# @action:button
source: Start
eo: Startigi

source: You don't have enough disk space to download this torrent. Are you sure you want to continue?
eo: Vi ne havas sufiĉan diskspacon por elŝuti ĉi tiun torenton. Ĉu vi certas ke vi volas daŭri?

source: Insufficient disk space for %1
eo: Nesufiĉa diskspaco por %1

source: Not enough disk space for the following torrents. Do you want to start them anyway?
eo: Ne sufiĉa diskospaco por la sekvaj torentoj. Ĉu vi tamen volas komenci ilin?

source: The following torrents have reached their maximum seed time. Do you want to start them anyway?
eo: La sekvaj torentoj atingis sian maksimuman seman tempon. Ĉu vi tamen volas komenci ilin?

source: The following torrents have reached their maximum share ratio. Do you want to start them anyway?
eo: La sekvaj torentoj atingis sian maksimuman kundividon. Ĉu vi tamen volas komenci ilin?

source: Error starting torrent %1: %2
eo: Eraro dum lanĉado de torento %1: %2

source: Error
eo: Eraro

source: Error stopping torrent %1: %2
eo: Eraro ĉesigante torenton %1: %2

source: File
eo: Dosiero

source: Cannot write beyond end of the mmap buffer.
eo: Ne povas skribi preter la fino de la mmap bufro!

source: Scheduler
eo: Planilo

source: Special Limits
eo: Specialaj Limoj

source: Use these global limits when the screensaver is activated, instead of the ones configured in the network settings.
eo: Uzi ĉi tiujn ĉieajn limojn kiam la ekranŝparo estas aktivigita, anstataŭ tiuj metitaj en la retaj agordoj.

source: Use different speed limits when the screensaver is activated
eo: Uzi malsamajn rapidlimojn kiam la ekranŝparo estas aktivigita

source: Global upload limit when the screensaver is activated.
eo: Ĉiea alŝuta limo kiam la ekranŝirmilo estas aktivigita.

source: Global download limit when the screensaver is activated.
eo: Ĉiea elŝuta limo kiam la ekranŝirmilo estas aktivigita.

source: Schedule background color:
eo: Fonkoloro de plano:

source: Color of the schedule background.
eo: Koloro de la horara fono.

source: Schedule line color:
eo: Plana liniokoloro:

source: Color of all lines on the schedule.
eo: Koloro de ĉiuj linioj en la horaro.

source: Schedule Item color:
eo: Koloro de Horaro:

source: Color of each normal item on the schedule.
eo: Koloro de ĉiu normala ero en la horaro.

source: Suspended schedule item color:
eo: Koloro de suspendita horaro:

source: Color of each suspended item on the schedule.
eo: Koloro de ĉiu suspendita objekto en la horaro.

source: Bandwidth Scheduler
eo: Kapacita planilo

source: Edit an item
eo: Modifi eron

source: Add an item
eo: Aldoni eron

source: Duration
eo: Daŭro

source: From:
eo: De:

source: To:
eo: Al:

# starting day
source: From:
eo: De:

# ending day
source: To:
eo: Al:

source: Limits
eo: Limigoj

source: Download limit:
eo: Elŝuta limigo

source: Upload limit:
eo: Alŝuta limigo

source: When screensaver is activated:
eo: Kiam ekranŝirmilo estas aktivigita:

source: Connection Limits
eo: Konektlimoj

source: Set connection limits
eo: Agordi konektolimojn

source: Bandwidth Schedule
eo: Horaro de Kapacito

source: Cannot open file %1: %2
eo: Ne povas malfermi dosieron %1: %2

source: The file %1 is corrupted or not a proper KTorrent schedule file.
eo: La dosiero %1 aŭ estas malbona aŭ ne estas KTorrent-horara dosiero !

source: Edit the bandwidth schedule
eo: Redakti la bendolarĝan horaron

source: Load Schedule
eo: Ŝargi horaron

source: Save Schedule
eo: Konservi horaron

source: New Item
eo: Nova ero

source: Remove Item
eo: Elpreni eron

source: Edit Item
eo: Modifi eron

source: Clear Schedule
eo: Viŝi horaron

source: Scheduler Active
eo: Programilo Aktiva
